[{"title":"不辜负  |   勿论对与错，自我的生活","date":"2022-02-15T14:30:00.000Z","path":"2022/02/15/202202-bugufu-wulunduihecuo-ziwodeshenghuo/","text":"引言： 俗话说，酒喝多了伤胃，烟抽多了伤肺，主动久了会累。当不想持续的付出成为浪费，这个时候，离结束也不远了，很多时候我们要设置止损和止盈，投资如此，感情和生活亦如此。我们应该追求的是胜率，在有限的时间里，失败并不可怕，可怕的是在失败的路上越走越远。 沉没成本对与错今天在学习的过程中，看到了一个圣多纳释放法。特此进行更深入的理解和感受，从而学会放下和释放一些情绪的能力。 在这个世界上，从来没有平白无故的爱，只有双方逐渐感觉到舒适的状态。当然也没有平白无故的离开，那么多理由总结出来其实都是错的，最直接的我想只有那个不爱了吧，然鹅人就是这样敏感的生物，为了这一个理由，去想的那些什么“我们不合适”，“三观不合”类似乱七八糟的理由。 若是问起来，三观是哪三观，我想可能会有些人未必能真的答上来，有的人可能会答白云观、长春观（武汉的）、玄妙观（苏州）。若是讲起来，人生观、价值观、世界观，其实真正在亲密关系中，要远不止这些，情况要相对复杂一些。 我们经常可以看到，在网络里，评论某些人的三观很正，但不知道有没有想过，对与错如何判定，是否可以狡猾地混淆地骗过一些人。其实喜欢一个人，很多时候，也要看这个人的三观，以及 Ta 给你带来的影响，当和这个人相处时间长了，应该要感受到这个人更多的优点，（否则的话要及时止损）。比方说他带来的积极快乐的那种感觉，爱国，相互尊重，对朋友讲义气，好的人品，提携后辈，都是一些很好的品质。 世界观对于来说，是一个比较宏观的事情，从少年时期，就开始塑造对世界的看法，对万物的好奇，同时在学习唯心和唯物之后，也在不断更新着世界观。这里世界要包括宇宙、自然界、社会、国家等等，包括反对迷信运动，反对种族歧视等。 人生观相对来说，就跟自己息息相关了，从家庭的环境、学校的教育、自己思想的独立，不断地刷新自己的对人生的认知，来让自己想明白，自己想成为怎样的人，（其实现在认为一切想成为有钱的人都是不成熟的），那些有钱的人，当初的想法也绝不是成为有钱的人，而是实现自己的理想，做自己喜欢的事情，恰逢一些机遇，加之自身的努力。（没有人可以不靠努力可以被砸到馅饼，只会有陷阱）。尤其是公众人物，更应该宣扬正确的人生观，督促着更多人。 价值观，在我的理解中，更偏向个人的意识形态，总结起来，认为什么是最有价值的，同样这个答案也随着人的成熟而不断地变化。小时候，父母是我们的依靠，成长时，朋友是我们的信任，恋爱时，恋人是我们的依赖，成家时，家人是我们的港湾，到最后，我想总结来，应该是珍惜眼前人。不要错过一些不该错过的事情，这样会永远好运。 其实这节应该是要说沉没成本的，不管是在经济学当中，还是在感情里，都是一个很重要的概念。 这是成本吗，其实也不算的，就好比等车一样，也许下一趟公交车会很久，也许为了节省时间可以立马打开滴滴软件打个车，但是又想已经等了十分钟了，说不定很快就到了，又继续等下去，持续增加这个等待的时间和精力成本。后来随着等公交车的次数不断增加，渐渐也想明白了，如果要节省时间，一开始就不会选择去等公交车，如果临时赶时间，就应该立即止损，设置止损点，来看哪种方式更快一点。 同赌博是一样的，这也是综合了人性，有的时候，越付出越不甘心，想着继续付出，等待回本的那个时机，其实可能都没有想过，主动权早已经不在自己手中了。我们要成为各自理想中的那个人，而不是单方面的维护那一段关系，而当成熟了以后，也不会再一味地只靠感情做事，更多地理性去思考究竟这样合适不合适。 松软的生活生活应该是精彩的。私以为，生活是要不断尝试的。 今天邓安庆发表的文章，也是今天颇有感触的一篇，不仅是回想起自身，而且也是勾起了回忆。家庭里也是那种很反对铺张浪费，就是一边说着家里不能露穷，一边反对着除了必要的维持的花销。小的时候很难释怀，也许只有在过年的时候，才能被迫式地买到自己不喜欢的新衣服和鞋子，然后也就越来越压抑着自己对于事物的喜欢，除了一些爱好，其他的自然就没有那股心劲。 慢慢地，随着时间不断地流逝，毕业了，开始打拼了，真正才会理解当初他们的心态吧，从困难时期过来的人，经历过吃不上、不好的生存环境，才更懂得珍惜，每一次的变动，都需要很多的积蓄，而且也早已经没有攀比之心。 那一代的人，没有真正享受过经济带来的福利，就算现在生活无忧，那种节俭的观念也早已根深蒂固，或者是对于他们来说，身体健康，吃饱穿暖，儿女幸福，这便是最大的享受了。 后来，他们的这种观念，影响了我很久很久，甚至于现在依然还有点点影子，有时候可以给别人花很多钱，但为自己，一开始就会觉得够用就行，就觉得贵的东西没必要，没有对应的价值，当然很多事情是自己想开的，到目前来说，至少过了那个贫困的时期，不会每天吃挂面，加个油菜加个鸡蛋都是奢侈，（但当时加点酱油醋，也是吃的津津有味）。要对自己好一点。 我不知道现在还有没有他们以前买过的各种盗版衣服了，但是其实按现在回想来，那也是一种心意，而他们在那个时候也并没有接触过什么窗外的风景。（一方面确实县城消息闭塞） 就和原文所说的那样，把生活过得松软一些，精致一些，对自己好一点，那不是一种安全感，那也许是一种有价值的地方。 走出伤痛，重建自我最近也是出现了很多榜样，比如谷爱凌、羽生结弦等等，很多时候，不仅是因为他们所取得的成绩，更是对于自己喜欢的事情上的专注，而这样的人也是更容易成功的。 不管怎样的情况都全力以赴，走出身体和心灵上的伤痛，重建更加强大的自我。这也是共同的特点之一吧。 唯一的敌人是自己，唯一了解自己的也是自己。 所以很多时候，没必要和别人所比较，就算别人是清华也好，北大飞鸟也罢，都是无关紧要的，最重要的是自己的成长，在有限的时间里，做令自己满意的事情，不会持续性 emo，莫有遗憾。 总会有起起落落，身心伤痛的时候，但相信都只会是暂时的，别到最后，一切成空，回首往日只剩下心酸落寞。 所以不应该过于沉迷于过去，辉煌也好，心酸也罢，都不重要了。重要的只有现在，创造属于明天的辉煌史。 缘分自有定数。 tips：这次好像离圣多纳释放法越来越远，下次的话，再继续，可以加上亲密关系和非暴力沟通的一些所感。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"自我和解","slug":"自我和解","permalink":"//xiaoye.me/tags/自我和解/"}]},{"title":"不辜负  |   学会与自己和解","date":"2022-02-12T14:46:00.000Z","path":"2022/02/12/202202-bugufu-xuehuihezijihejie/","text":"引言： 我 emo 了，现在不管是什么情况，不高兴了，抑郁了，都可以用这一个词来概括了。如果你经常 emo，请打开这篇，接受这些，与自己和解，选择没有对错，但要记得快乐。从而变成 Everything Master Optimistic. 学会和自己和解不知道有没有人和我一样，有时候忙忙碌碌，却焦躁不安；有时候放空自己，并无法填满；有时候慢慢接受，却充满负担。 过去的一切，宛如一串记忆、一组片段、一部电影，存在着缺憾，也存在过甜蜜和快乐，有矛盾在会是一个正常现象，重要的是我们如何处理矛盾。（遇到世另我的概率太小太小，物种的多样性） 我想是没有绝对完美的人格，不受到人性的七宗罪影响，（也可能为了别人家的事情而嫉妒）。甚至有没有这样一种可能，心理正常的才是不正常的，都多多少少有时候会带情绪，如何更好地处理才是关键所在。（处理得当也会更加成功） 在我们生命中出现的人，都说不定会在某个时刻离开，当想明白这一点的时候，就会坦然许多。前段时间晚上，一个人的时候，也面临过 emo，会开始想，为什么这件事情会这样，为什么不尽如人意。然后在前几天的某个时候，就想明白了，总结起来的话，就是”还有什么比生离死别更痛苦的呢？”，当有更痛苦的经历或者是想象，转移了注意力，这点事情也就没什么了，格局就变得开阔许多。 在写的过程中，突然好奇，人世间最痛苦的是什么，有人说是本可以，有人说是失去亲爱的人，有人说求而不得，其实都是不同的角度。在最近做公益的项目里，也见到了很多事事不如意的人，但没有就此焦虑，选择了振作起来，努力保持着健康和乐观。（在帮助他人的同时，也是在帮助自己） 其实现在觉得人世间最痛苦的是一直自我纠结，跟自己过不去。在自己的伤口上不断撒盐，沉溺其中，人嘛，总是要向前看的，在一辈子的时间里，这受伤的几天或许根本不算什么嘛。（更何况人类的悲欢并不相通） 不知道有没有这样的时候，在某个时刻，特别在意别人的看法，仿佛别人说什么都会影响到内心，影响到情绪。人与人之间有代沟会难过，别人无意间的伤害会抑郁，积极情绪还好，那些消极的东西会影响到情绪，从而影响到你的想法和行为。 迷茫、抑郁都是正常的，重要的是我们怎么面对，我想是学会与自我和解，与自己达成信任。 别人的帮助是一部分，自我的调节也是一部分。与自己握手言和，人得自己成全自己，都将会成为理想中的那个人。 在亲密关系这一书中，一开头举了一些孩子的画画作为例子，其实在这个里面我想会感觉孩子对于这个世界的想象力，对万物的一些好奇，可以展现出来一些内心世界，对未来的期盼，而为什么在成长以后很少这样的画了呢，我想是在之后的过程中，经历过痛苦，曾经被绝望困扰过。当有那么一天，对生活中的美好及时的做出反应，从中看到不一样的美，心里充满温柔，也便找回了生活中的热情与活力，描绘心目中的美好。 在历史上，经历过更多比情与爱大得多的事情，比如种族歧视，人类流感（比如天花、西班牙大流感之类），战争，饥饿，包括现在，依然有很多没有解决的问题，当然有人会这样讲，根本考虑不到那么多，每天就很焦虑了，所以建议一直 emo 的话，要看相关心理咨询的书籍，（包括非暴力沟通、亲密关系、积极心理学等），要做相关心理的咨询。 所以格局打开，在 emo 的时候，学会接纳自己，与自己和解，不要因为自己的纠结而影响。 这么近那么远有个问题，依然不知道答案，仿佛是无解的。那就是真心喜欢过的人，还会不会做朋友？有时候觉得某个人是如此如此的近，可是有时候却觉得会是那么远。 有些问题，或许也不需要答案，保持着各个角度的思考便可。 都会有那么一段时光，温柔过的人吧。 最后可能会像我曾经发过的一个朋友圈的感觉那样吧， 原文： 一场演唱会也许只有两三个小时，而为了这短暂的时间，可能是打工了大半年，也许是节省了大半年的生活费，又或许是戒不掉的花呗，其实为了这三个小时，看到自己喜欢的人发光发热的样子，在台上光芒四射的样子，感受着心灵的共鸣，想在忙碌的日子里，逃避着现实，释放着压力，忘却着烦恼，掩盖了忧郁，怀念着青春。然而这三个小时过后，还得回到现实，继续努力，继续革命，继续面对，继续浮躁，继续感受着离愁别绪，然后为了下一个三小时。 咱就是说，不管能不能忘记真心喜欢过的人，但请尽量想着对方的美好的那一刻，应该是想着，如果对方也喜欢过自己，肯定也不希望一直在烦恼、压力、抑郁之间。而如果对方没有这个想法，那留着也没什么用，没必要去继续感受这种人带来的各种情绪。 要相信，喜欢过自己的人，一定会希望自己变得更好，在现实之中，继续努力，然后为了下一个目标。 每段路 我想在听歌的时候，会有这样的一种现象，在听日推的时候，遇到一首特别心灵有共鸣的歌，然后就想返回去，再听一次，或者是调成单曲循环模式，来更多地感受带来的情绪。甚至于去看一些别人的评论，感受着情绪的波动。 就和之前有次说过的一样，万物皆艺术，每个东西都有背后的故事，或者是情感在里面。 每个季节就应该去做对应的事， 春暖花开的时候，就应该三两好友，踏青出游，闲酌花间酒。 缤纷夏天的时候，就应该手捧西瓜，伴着浪花，看夕阳西下。 秋风秋雨的时候，就应该静赏银杏，仰望星星，记录光与影。 寂寥冬日的时候，就应该相伴滑雪，笃信好学，看晓风残月。 愿每段路从此充满快乐。 不知道这个过年大家遇到过哪些开心和难过的事情了，不妨点击下面留言来讲讲。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"自我和解","slug":"自我和解","permalink":"//xiaoye.me/tags/自我和解/"}]},{"title":"不辜负  |  人生","date":"2022-01-06T14:06:00.000Z","path":"2022/01/06/202201-bugufu-rensheng/","text":"引言： 人难免会有浮躁的时候，经历一些的挫折，才会变得更加成熟和理智，遵守当初的承诺。时间呢，就这样匆匆而过，如果一直停留在悲伤和抑郁之间，我想会错过很多。做某件事情假若要等等，一等再等，最后结果便是什么都没有拥有过。 节选 在这个充斥着手机，互联网，数据的时代，我想可能越来越少的人会选择实体书店，去静下心读一本书，了解作者背后的想法和心声。习惯了快餐式文化、碎片阅读的我们，越加缺乏分辨是非的能力。 现在或多或少地面临着这样的问题，想想以前拿着一本书，一坐一下午，细细翻看；而现在却是机不离手，人也离不开手机，手机上各种文章，蜂拥而至，信息密集，看时内容丰富，但过后不知所云，越来越缺乏对自我、生活相关的思考。并且一些人缺乏对信息的过滤能力，app 、微博、抖音等总会推送各种想让你看到的，不知道真假的东西，吸引着我们的眼球，不断地碎片化。（当然我基本上把大部分的推送都关掉了，渐渐保留自己可以选择的，通过自己的判断，订阅自己感兴趣的内容。） 突然之间，想起了《抢钱夫妻》这部电影，虽然标着是喜剧，但最终却还是悲剧的结局，还可以从中感悟到一些东西。甚至在今天，都还能套进去，社会现象依然。甚至其中还有很多泪点，演出了人间冷暖，笑中带悲，五味杂陈。 记得最后那一幕，男主角说的，我们现在已经不喜欢或者不习惯深度思考了，不会再追求事物的真理，不会独立思考了。很多人都只喜欢自己爱好的东西，甚至于习惯于个性化推荐，比如哪天不看抖音刷一会儿就难受，只看那些喜欢的东西，而不关注事物的本质，一味的跟风。而有的媒体、up 主，为了自己的流量，也在灌输着略带偏见的观念。在这个娱乐至上的氛围中，我们也不知道这样是不是快乐的，确实是不知道。 之前有一次去过蓬蒿剧场，体验了一次朗读会，路遥的纪念，其中我在里面朗读以下节选，私认为，朗读要饱含感情，将听者带到作者的世界里，感受其中的情感世界，这便是心灵之间的沟通吧。 以下来自路遥的《人生》第一章节选： A： 高加林一条胳膊撑着，慢慢爬起来，身体沉重得像受了重伤一般。他靠在铺盖卷上，也不看父母亲，眼睛茫然地望着对面墙，开口说：“我的书教不成了……” B： “什么？”老两口同时惊叫一声，张开的嘴巴半天也合不拢了。 A： 加林仍然保持着那个姿势，说：“我的民办教师被下了。今天会上宣布的。” B： “你犯了什么王法？老天爷呀……”老母亲手里的舀面瓢一下子掉在锅台上，摔成了两瓣。 “是不是减教师哩？这几年民办教师不是一直都增加吗？怎么一下子又减开了？”父亲紧张地问他。 A： “没减……” B： “那马店学校不是少了一个教师？”他母亲也凑到他跟前来了。 A： “没少……” B： “那怎能没少？不让你教了，那它不是就少了？”他父亲一脸的奇怪。 A： 高加林烦躁地转过脸，对他父母亲发开了火：“你们真笨！不让我教了，人家不会叫旁人教？” B： 老两口这下子才恍然大悟。他父亲急得用瘦手摸着赤脚片，偷声缓气地问：“那他们叫谁教哩？” A： “谁？谁！再有个谁！三星！”高加林又猛地躺在了铺盖上，拉了被子的一角，把头蒙起来。 …… B： 足足有一刻钟，这个灯光摇晃的土窑洞失去了任何生气，三个人都陷入难受和痛苦中。 这个打击对这个家庭来说显然是严重的。对于高加林来说，他高中毕业没有考上大学，已经受了很大的精神创伤。亏得这三年教书，他既不要参加繁重的体力劳动，又有时间继续学习，对他喜爱的文科深入钻研。他最近在地区报上已经发表过两三篇诗歌和散文，全是这段时间苦钻苦熬的结果。现在这一切都结束了，他将不得不像父亲一样开始自己的农民生涯。他虽然没有认真地在土地上劳动过，但他是农民的儿子，知道在这贫瘠的山区当个农民意味着什么。农民啊，他们那全部伟大的艰辛他都一清二楚！他虽然从来也没鄙视过任何一个农民，但他自己从来都没有当农民的精神准备！不必隐瞒，他十几年拼命读书，就是为了不像他父亲一样一辈子当土地的主人（或者按他的另一种说法是奴隶）。 矛盾与对话在上面的节选中，深刻地让读者感受到了一种矛盾。 在被辞退民办教师之后，感受到了父母和高加林态度的不同，也体现了当时农村老一代的和年轻一代的思想差异。 通过这一段对话，感受到了在年轻的时候，没有一个人的生活道路是笔直的，没有岔道的，都会经历一些分叉路口，做着不同的选择，面临着难受和痛苦，有时和普通人一样情绪化，一样存满着不完美，但心里那一股清高，还没有被社会所磨平，让人感受到那么真实。 这一章讲述的内容，是被动的选择，接受，但是却不甘心，不同于父母的态度，不愿意就这样度过普通的一生。 从整篇小说来讲，作者在传达这样的一种态度，人生在世，难免会遇到各种各样的挫折，坎坷，不要因为一时的不开心而放弃，生活除了这些不如意，还有很多美好的东西值得去追寻，去探索，不如意仅仅是一时的，要有积极的心态面对生活。 在这个过程中，难免会做一些错误的选择，从而在道路上错过那些珍贵的东西，当我们想起时，已经后悔莫及，这就是人生。吸取教训，调整自己，不再 emo，迎接美好的未来。 我们应该做的是，珍惜那些珍贵的东西，珍惜眼前人。 不再有遗憾。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"珍惜","slug":"珍惜","permalink":"//xiaoye.me/tags/珍惜/"}]},{"title":"不辜负  |   花开有时，梦醒有时","date":"2022-01-02T13:04:00.000Z","path":"2022/01/02/202201-bugufu-huakaiyoushimengxingyoushi/","text":"引言： 构成人生的计量单位，不是 year，而是 moment。“年”这种计量单位应该是给财务和会计用的。对人而言，只有这一个和那一个瞬间。拥有的那些瞬间，决定了我们幸福不幸福，快乐不快乐。愿都能拥有很多快乐的 moment 。 富士山下现在站在 2022 年，回忆着过去，觉得这一年仿佛和昨天一般，有期待，有慌张，有遗憾，也曾开心伤感过。大概就是如此，不太会一帆风顺，但过来以后，有所得，有所成长。看人生，就如同一段旅程，在这个过程中，会有人离开，会有人遇见，一个很长的点，可以拉成一条长线，而一条条长线，又会组成了面。 我们生活在一个广阔无垠的立体空间，当迷失在这个复杂的世界中，每一串记忆又浮上了心头，现实让我们开心，有惊喜，又或有遗憾，伤感。当我们想起这些时，不禁感叹人生如同当时那一瞬，那么地清晰，一下开怀。 不知不觉，疫情已经过了两年，时光仿佛要比之前要快很多，在这段时间，我想有一句可以形容，”外貌早改变，处境都变，情怀未变”。我们都是平凡的普通人，不可避免地被环境所影响，而颠沛流离，谁不想着无忧无虑，但时间会改变这一切，这时光确实短暂，以为放不下的，分不开的，在时间的洪流中，一切只是个过程。 我记得，在以前新年的时候，有一个美好的情景。希望你是陪我去富士山下，一起看樱花，共同渡过浪漫的一生，看新年的第一个日出，没有再见，没有拜拜，有的是陪伴，有的是温暖，有的是相互喜欢，冬天的早晨虽然寒冷，但是期待让人变得更加有力量，优秀。 但就像林夕写的那样，富士山依旧依然在那里，它并不会随着时间的推移而离开，也不会因为诸多的压力而躲开。就和里面讲的那样，人生本来就很短了，在这期间，与其沉溺于悲伤和难过之间，还不如振作起来，做个有价值，独立，浪漫的人。爱情也是如此，不该聚焦于那一些难过的瞬间，不应该不断放大着那种难过，这种感情，看不见摸不着，却一直影响着自身。 在过去一年也感受到了，任何东西都有可能有美好的一面，不管你是中意村上春树，还是是枝裕和，还是西城秀树，这也不就是在其中发现美好的事物，感受令人醉心的文化，富士山下，樱花树前，默默许下一生中珍贵的心愿。 过去这一年，可以感受到，有都市的霓虹灯，雪后的寂静，隔离的萧瑟，郁郁葱葱的树木，他乡的温暖和落寞。好多次迎着风，看着天空，不知是与自我握手言和，还是挣扎于这世间，都要走得从容，因为要有远方的目标，即使打湿了发梢。 基本上有阳光的时间要远大于阴天的时候，即使在阴云密布的时候，也会经历短暂的雨飘，露出迷人的彩虹，然后太阳开始露出光芒，然后变成了夕阳，就仿佛在告诉我们，夕阳和彩虹虽然很美，但是却短暂，要不断地珍惜，回望眼前的景致。那斜出的枝桠，就仿佛成为了前景，构成了美丽的瞬间。 就想着以后，有机会可以，感受那一片生活中的美好，人与人之间充满真诚，不再有欺骗，互帮互助，不断地提升自我的认知，就算是村落，也能体会到那片人情。 做个有价值、独立、浪漫的人。 如花似梦花开半夏。 其实每个人就像一朵花一样，在那树荫下不断地成长，或者是在温室中，日复一日地不断地加以照顾。生命像一座孤岛，却有点不太认同，更愿意相信，生命就像一朵花，不管是在什么时候，都要相信是在经历着生命中最好，最美的年华，花开花落，花开花谢，便是一生。 每年都有很多花园，放着展现自我，实现价值的花，有颐和园的荷花，中山公园的杏花，花开时节，梅香萦绕，花开如云，花落如雪，玉渊潭的樱花，灿若云霞，陶然亭的海棠，靓丽风景，令人愉悦，何不相会于此，感受着灿烂，生活的美好，做一个赏花人。 就和标题一样，如花似梦，有太多太多的回味和珍藏的句子了。比如赠人玫瑰，手留余香。比如重寻春昼梦，笑把浅花枝。再比如接天莲叶无穷碧，映日荷花别样红。 随着不断地成长，喜欢的花都有可能不同，有人喜欢玫瑰，象征着无私的爱，抵达彼此的灵魂，保留那一份纯净和依恋。也有人喜欢栀子花，代表着永恒的爱，一生的守候，每一次的相遇，都是久别的重逢。还有人喜欢荷花，代表着那般纯净，出淤泥而不染，保持那份初心。 人的一生就像花的一生一样，每个阶段都是值得回味的，不要轻易的 emo，也许等待你的绽放就是下个花期。 彼岸花有这么一种花，叫彼岸花，又叫曼珠沙华。 作为平时很少见的一种花，花开时看不到叶子，有叶子时看不到花，花叶两不相见。 但它确实是比较美丽，也留下了很多传说，比如什么象征着离开和诀别，传说中自愿投入地狱的花朵，徘徊在黄泉路上，给离开人界的魂魄一种指引和安慰。 传统文化其实对生死看的比较复杂，一方面有佛教的六道轮回，一方面有十八层地狱，牛头马面、三魂六魄等等民间传说，都难以调和，传说有鬼门关、黄泉路、路上盛开着大片大片的彼岸花，过了这片，便是忘川河，然后就是三生石，有那么一座桥，便是奈何桥，奈何桥有那么一个人，叫孟婆，手里提着一碗汤，用忘川河的水熬成，喝下这碗汤，便可忘记今生牵挂痛恨之人，来生都形同陌路，当然这些都只是传说。 真正现实中，考究，有一部分是来自日本，在植物里称之为石蒜，在日本叫做彼岸花，这么解释的，在秋彼岸日左右时间开花，所以叫彼岸花。这个彼岸，是指的24节气的“春分”和“秋分”为“中日”的前后各3天的7天时间，每年有春秋两次，分别叫“春彼岸”、“秋彼岸”，大概每年的9月中下旬就是它的花期。它自身也充满着神秘色彩，听说有人误食中毒。另一种说法是来自于佛教《法华经》，梵语“摩诃曼珠沙华”的音译，佛经记载，开一千年，落一千年。情不为因果，缘注定生死。 可以讲讲你们喜欢过什么花吗？","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"富士山下","slug":"富士山下","permalink":"//xiaoye.me/tags/富士山下/"},{"name":"如花似梦","slug":"如花似梦","permalink":"//xiaoye.me/tags/如花似梦/"}]},{"title":"不辜负  |  寻找那些慢下来的角落","date":"2021-05-12T15:36:21.000Z","path":"2021/05/12/202105-bugufu-xunzhaonaxiemanxialaidejiaoluo/","text":"引言： 在钢筋水泥的森林，踏着落叶，追寻着梦想，废气和尘埃，弥漫着整座城市，刹那间，宛如夜晚拂过的一缕清风，思绪回到了从前，人来人往，每个人都在忙碌，有时却希望可以慢下来。 城市那些让你慢下来的角落今日份歌曲，末代皇帝片头曲，其实曾经被这种悠扬的感觉所打动，感受着那个其实雄伟壮观的年代。 其实每座城市，都是有历史的，有故事的；每个城市，都会有优点和缺点，或许这个城市里某个公园某个湖边某个座椅，能让你心安，又或许某处别致的咖啡厅，能让你心静下来，生活快不快，其实也看自己的节奏，总会让自己经历调整，慢下来沉淀。 关于人情味的事情，也想了一段时间，其实应该算是从新世纪开始，人们不断地住进了大房子，钢筋水泥的森林，开始了高速的发展。在城市中当我们习惯了汽车的聒噪，空气的污浊，防盗门的隔绝，以至于我们不得不面对着地铁、公交各式各样的通勤，每天行走在高楼大厦当中，在大街上也找不到一个可以静静发呆坐一会儿的地方。 这么想下来，开始向往那种实际乡下的生活，可以随意去别人家串串门，拉拉家常，以前就没那么多疏离感，聚在大树下，要么打会牌，要么车马炮的这么干起来，忘却那些烦恼，去考虑更多生活上的事情。 但城市也有城市的优点，集中了大量的资源，提供了很多的机会，总会找到一些志同道合的人，可以有更多的选择，有更多消遣时光的方式，但有时常常抱怨着种种烦心琐事与压力，幻想着逃离城市，而城市总会有那么些地方，会让心灵慢下来，将那些飘渺的艺术与故事融进灵魂。生活中总存在苦涩，但看过这些以后，畅快豁达可以让你拂去心灵上的不愉快，对生活报之以歌。 让我们感受生活中的温暖、创意与艺术。 北京的话，这方面的景点太多了，人物故事也很多，比如尚小云、马连良、林海音等，在文化遗迹方面，有一本书，可以参考，叫《北京秘境》，里面精选了《Timeout北京》中文版杂志的北京秘境栏目介绍的 52 处。 里面收录了许多比较小众一点的景点，而且大部分以前都没去过，大部分是那种文化遗迹，之前只去过比如东交民巷，万寿寺，琉璃厂，银锭桥，菊儿胡同。之前的话记得还经常路过天宁寺桥西，但天宁寺却没去过。 胡同，这也算是北京的特色之一，记得刚来的时候，住的附近还有很多待拆的胡同，高楼大厦平地而起，现在也渐渐地成为了一个怀旧的地方。至今仍然不知道，坚守胡同的那些人的心态如何。 有这么一个胡同，有着悠久的历史，它曾是明代内官监所在地，曾经郑和也经常来往于此，名字的话，恭俭胡同，“宫监”谐音为“恭俭”，取《论语》中的“温、良、恭、俭、让”中的“恭俭”二字。 当然，这里也可以引出另一本书，那是刘心武的《钟鼓楼》，里面不仅描写了北京的钟楼鼓楼，红墙青瓦，还讲了那些曾经的历史韵味，以及耳熟能详的帽儿胡同、鸦儿胡同、恭俭胡同…… 在生活上讲了，20 世纪 80 年代人们的生活，也讲述了过去、现在以及未来。就如钟鼓楼见证着历史一样，在这里可以感受到时间的流逝。 在恭俭胡同中可以深切感受到，老北京的历史，隐藏在胡同的犄角旮旯，不显山、不露水，静静地等待着人们来驻足和品味。 当然现在还有一些书店，有着别致的装修，有着特殊的感觉，就找一个静静的下午，找一本感兴趣的书，慢慢阅读，也可以感受到岁月静好。之前去秦皇岛的时候，还去了猫的天空之城这个书店，装修别致，色彩搭配也自然。北京的话，应该是有三联书店，之前的北京盛世情书店也停业了，事实上，这样的实体书店，也越来越少，现实是很残酷的，那些人当初的想法也无法实现吧，留下的只有记忆与回忆。 人口普查官方回应最近也出了第七次人口普查的结果，结果大概上就是， 现在人口共计 14.1 亿人，较之前是有所增长的，在 2020 年的时候，新出生人口大概有一千多万，男女比例，在 100：102，所以也意味着，以后有一部分男生要经历着一直单身的状态，男女比例除了四川以外，大部分都比较失调。 当然也注意到了网上有一些言论，对这个调查结果存疑，他们通过近二十年的出生人口数据，进行了统计，2020年0-14岁普查结果 25338万人，但是根据统计局历年出生人口2006-2020年出生计算为 23584 万人。多出来的近 1800 万儿童在哪里。 其实，我觉得这个数据并不是很重要，很多时候，实际上是统计时候的口径不同，每一年的数据只是当年的近似值，而第七次人口普查，是官方的调查结果，平时的人口统计可能存在着大量的瞒报和不规范，当然也不能排除这次人口普查，有那种重复统计的现象。 最近也有官方回应了这些，其中大概说了几点吧。 在非普查年份出生人口主要是通过抽样调查数据推算的，必然会有误差，会有一定的漏登率。普查是全面调查，数据上来说对应年龄的人口会比当年的出生人口要多一些。 部分年份抽样调查的漏登率较高，会对总体产生一定的偏差，时间推移，不断累积，所以是不应该直接用2019年原公布的总人口与2020年普查数据做比较来计算年度变化，人口年龄结构等其他数据也属于这种情况。 也就是说 2019 年原公布的总人口是有一定误差的。 底下也有一个评论这样说： 数字差距可以有不同算法和理解，但年轻人不愿意生孩子这个观点是统一的。 十三周年今天也是汶川大地震十三周年，不管是稻香也好，缅怀也罢。在此也算是回忆了。 十三年，说长不长，说短不短，那会应该还是上初中，在那个时候，全国大部分地区都有明显的震感，后来当天就在新闻上，看到了大地震的消息，那段时间，连着好几天，新闻的头条，每时每刻，都无不在关注，现在回想起来，甚至就在昨日一样，那个时候，感觉世界都好像充满爱一样，那么多人给了希望、前进的力量，用来支撑灾后重建工作，还有那么多心理辅导，无不动容。一方有难，八方支援。 万物更新，我们对于那些已经逝去的，无比怀念，依然缅怀，依然需要秉承着那些意志，继续前行。 从 2009 年起，每年 5 月 12 日，成为了全国的防灾减灾日。 我想，不管有没有经历过，都应该充满信念，缅怀逝者，勿忘国殇。 愿以后可以不再有类似的事情发生，世界充满更多地和平与爱。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"cherish","slug":"cherish","permalink":"//xiaoye.me/tags/cherish/"},{"name":"城市","slug":"城市","permalink":"//xiaoye.me/tags/城市/"}]},{"title":"不辜负  ｜ 用心感受距离与黄河，回忆","date":"2021-05-10T15:11:11.000Z","path":"2021/05/10/202105-bugufu-yongxinganshoujuliyuhuanghehuiyi/","text":"引言： 很多事情，不断地成为了回忆，而长留记忆的方式，是用心去感受，小时候总是幸福的，越长大就越怀念从前。而现在不得不从别的地方，自我的心态上面，感受距离与黄河，以及那种梦回儿时年少，梦醒立夏时分。 北京距离今日的歌曲，《渔舟唱晚》，这一首能感受到那种夕阳西下，渔民满载而归，之后可以作为视频里的 BGM。 大概没有第二个城市可以像北京这样，对时间空间距离的认知都产生了一定的影响。 曾经上大学的时候，来北京找朋友玩，去一个景点要一个多小时，我抱怨了句好远呀，朋友说，以后你就知道了，在北京一个小时能到的，都算近的。 有一本《北京折叠》，作为科幻小说，讲了日渐拥挤的未来的北京，22 世纪的北京，其中设定了三个互相折叠的空间，将社会进行了分层，用来隐喻上流、中产和底层三个阶层，三个空间交替折叠，轮流苏醒，通过主人公老刀的视角，穿梭于这三个世界中。通过不同的人物，展现出一些社会问题。 这部小说还被评了 2016 年雨果奖最佳短中篇小说，大概两万多字，很快就可以读完，说它科幻吗，主要是在讽刺现实，说它现实吗，还折叠出了三个空间。 城市在不断发展，人也有多样性，如果随着阶层固化自然发展，必然会导致，富者越富，贫者越贫。因为富的可以掌握到更多的资源，通过一些资源可以更好地循环。贫者的话，本身也没有那么多资源，但为了生存，不得不在拥挤不堪的房子里，从事着一些体力和简单的脑力劳动。但很显然，在北京也同样是公平的，只要你有能力，就可以不用靠关系，可以过上别人羡慕的生活。 就这本书的价值而言，其实是一种现实问题的讽刺，讽刺现在的一些贫富分化，阶级固化，以及中产阶级焦虑。现实中，中产阶级确实有一定的焦虑，留在北京吧，孩子上学等都是问题，离开北京吧，没有相对这么好的机会。这感觉上并不像是科幻小说，而是更多的对社会学的关注。 每个国家，每个城市都有阶级，不只是北京，这些也是很难一下子消除的，除非回到那个大家都不富裕的年代，随着经济贸易，改革开放，必然经济会有腾飞，而阶级也开始分化。大概人生就像北京的地铁一号线： 途经国贸，羡慕繁华；途经天安门，幻想权力；途经金融街，梦想财富；经过公主坟，遥想华丽家族；经过玉泉路，饱含雄心壮志；这时有个声音飘然入耳：乘客您好，八宝山快到了！顿时醒悟：人生苦短,总会到站… 其实这本小说，可以全当成一个故事来看待，当成现实来对待，如果从科幻的角度，它显然是不合格的，不要太在意其中的一些科幻元素，而更多的去思考其中的人文关怀。 这就和之前有篇文章里讲的乌托邦的世界是相反的，构建了那种科幻现实主义的个人风格。我想网上那些唱衰的人，也未必可以写出这种水平的东西，（当然人的方向不一样，也不能这么对比），而且这更多地是作者通过现实的一些思考或者想象。 夜游黄河夜晚时分，坐在游轮上面，静静地品尝一份美酒，看外面流光溢彩，静谧岁月，就这样在承载着中华文明几千年的黄河之上，可以体会到一个不一样的兰州，热情与宁静伴随。 大概这几天比较难忘的是夜晚看到有夜游轮船的地方，不顾他人的目光，也不管天气的微凉，小跑着上了轮船，就这样从白塔山码头启航，看兰州的夜景，享受那片心中的宁静。 看各种黄河大桥从身边经过，迎面吹来习习凉风，黄河之畔灯火通明，以及那标志性的建筑黄河第一桥中山桥在灯光的点缀之下更显魅力，享受这美丽的夜景，这种感觉十分惬意。 很多是那种来自异地的陌生和新鲜感，无论是漫步中山桥附近的公园，还是乘船夜游黄河，都能感受得到黄河给人带来的那一股神秘的感觉，这里不像黄河下游壶口瀑布那样汹涌澎湃，更多地是那种像温顺的小绵羊，当地的人也讲，大概一年才会涨潮一次，一般河畔一楼是不住人的。 这次，也享受了几次河景房，不需要走很远，就可以看到那种极具韵味的流水，将自己的思绪带回了很久很久以前，那个课堂，那般青涩，抱着书，大声朗读着，黄河之水天上来，奔流到海不复回。 当然总会有人会觉得这个夜游黄河很坑，只在有限的范围里转了四十多分钟，其实出来享受的时候，那些感觉并不重要了，更多的是通过这种方式可以观赏到兰州的夜景，以及近距离感触到黄河母亲、中山铁桥、金城关等景色。 甚至不仅仅是欣赏这美景，更多地是感受着当地的文化，母亲河的魅力。 夏天味道今天有看到一个夏天的味道，引发了自己对于小时候的回忆。 说起夏天的味道，现在脑海里大多数应该是小时候的夏天，基本上是暑假那一段时间。 在暑假，我们有各种各样的水果，有尝一个酸酸的杏，有百吃不厌的香瓜，还有地里种植的又酸又甜的葡萄，都是过去的一种回忆。 北方的夏天，往往是比较干燥的，只有偶尔的时候，会下一两天的雨，褪去那炎热的感觉。而在下雨的同时，有时候还会停几个小时的电，甚至停一整夜，晚上还要点着蜡烛去学习，去听故事，也许运气好的话，到八九点钟，叮的一声，来电了，又恢复了往常，运气不好的话，直到十点十一点才来，那时也已经准备到被窝里的，慢慢地习惯着那种属于一个人的天黑。 白天的话，依然电视台里播着往常的《西游记》，《还珠格格》，《小兵张嘎》，《家有儿女》这种的电视剧，时不时地还穿插着一些广告，现在想来，不禁感慨，那种放学回家守在电视机前的感觉应该越来越少了，甚至于一家人陪在电视前，讨论着谁家的三长两短也少了吧。 当然记忆也不止这些，农村雨后的蜗牛，夹杂着泥土气息的花朵，夜晚满天的繁星，久违的香瓜，又甜又沙的西瓜，天花板上转个不停的吊扇，攒了很久的钱去买的雪糕，都也已经逝去，变成了记忆。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"cherish","slug":"cherish","permalink":"//xiaoye.me/tags/cherish/"},{"name":"黄河","slug":"黄河","permalink":"//xiaoye.me/tags/黄河/"}]},{"title":"不辜负  |  旅行的一些准备与最近发生的事情","date":"2021-05-09T14:56:21.000Z","path":"2021/05/09/202105-bugufu-lvxingdeyixiezhunbeiyuzuijinfashengdeshiqing/","text":"引言： 一生之中，几许风雨。难免会有各种不好的情绪，如何去释放这些情绪，其实可以通过前往远方，凡事要有所准备，就算说走就走，也要准备好行囊。最近也发生了不少的事情，以至于这次只能讲一部分，但请听慢慢道来。 旅行的一些准备今日的歌曲，几许风雨，歌词悠扬，来源生活高于生活，在歌中感悟人生的道理。人生谷底，自有安慰缓解。 人总说，这个世界不只有眼前的枸杞，还有诗和远方。 最好还是要多出去走走的，这样可以遇到不同的人，遇到不一样的事情，可以感受到他们的一些生活状态。而之前也有在考虑，总结一下，在奔向远方的时候，身心和物品上应该有什么样的准备。 不管是说走就走，还是计划已久，在物品上其实都需要进行一些规划，避免到了目的地，有一些失望。 物品准备上的话，觉得主要可以分为几部分： 核心必备部分： 身份证，学生证，手机，充电线（看实际的设备，主要是电脑、手机、相机），移动电源，电脑（主要是处理一些工作和内容的事情，之后如果有 ipad pro 也可以替代，当然还有剪辑后期的一些需求），自己的一些常用药品（看实际情况，目前一般没有），钥匙，口罩。 防晒霜，墨镜，这个应该是必备了，出去难免会遇到太阳强烈的时候，需要做好一定的防护，不然还需要做晒后修复。以及墨镜在拍照上面也比较上镜一点。 隔离和素颜霜，这个和平时差不多，但旅行上，因为时间不长，所以每次步骤上尽量少一点，在洗完以后，简单抹一些，素颜霜的话，是一种护肤面霜，让皮肤不上底妆也能白起来，而且呈现一种较为自然水润的状态，当然也有一点防晒的效果，持久度的话一般有几个小时。 香水，这个一般带淡一点的香水，古人有云，久居芝兰之室，不闻其香，香水有时候也如此。当然这个领域还不算熟悉，还在入门摸索，之后也会有一些分享，（最近看到应该是让香水自行渗入皮肤，而不是手腕摩擦），出去玩的时候，有可能会见到一些朋友，也算是一种准备吧。 剃须刀和充电器，这个必备，就不说明了。 在拍照部分： 相机、镜头、手机，这次也有带一个桌面三脚架，但是实际没有用到。镜头的话，主要还是要看目的，一般是变焦，种类上，如果是人像和风景，一般带个广角镜头和标准镜头，应该就可以了，基本上除了一些长焦的拍摄，就覆盖到了。最近也看到一些航拍的东西，之后也想用大疆无人机去拍一些东西，但这应该是之后的事情了。 在饰品上，一些手表和项链吧，也占不了空间。 适合当地的衣服，现在的话，准备几个差不多的 T 恤，去海边的话，比如拖鞋以及泳衣等。 目前国内的话，基本大部分都普及了移动支付，用到现金的地方应该不太多。 当然尽量少带一些行李，比如说一些也许会看的书，（尽量电子版吧），可能会敷的面膜，可以当地买），尽量只带一些必备的，那些有可能用得上的，最好就不要带了，不然路上的话，就会有点比较累。 一般当地推荐的一些景点和美食，可以咨询酒店的前台，一般是本地人，会给到一些中肯的推荐。其他需要准备的以后会在留言补充。 其实，最需要准备的应该是一颗自由不辜负的心，在生活中发现那么些美好，体验不同的人生状态，感受那些自然风景与人文。 最近发生的事情其实最近也发生了不少事情，最近也列一下。 狗狗币的上涨，在近几天的时间，又涨了一倍多，即将要冲上月球，据说，在这次的牛市当中，要上一美元，这个币的话，在早期的时候，其实都是空投赠送的，一开始是有自己的算法，后来修改成了和莱特币联合挖矿，那一段时期，其实是一直没有受到重视的，但是在最近，它价格暴涨了几十倍，然后有人说，是挖狗狗送莱特。今年上涨的原因，其实有很多，不只是马斯克的背书，以及它总量多，价格低，而且美国年轻人很青睐。 今天晚上也在爆料马斯克通过区块链获利了上百亿美金，其实应该不只这么些，可能达到上千亿，同时他也是很多币的庄。 etc 这个币的上涨，etc 是最近没有想到的，这个币实际上，现在没有任何实用价值，所以很多事情，是没有道理的，etc 这个币，在历史上，也曾经因为算力低多次出现双花的。在熊市的时候，这个币只有四五十人民币的，但现在，达到了七八百块钱。这背后，其实更多的是庄家的操作，早在四月份的时候，就有消息称，有超级大佬入场 etc 这个币种了，那会的深度比较低，应该筹码成本也比较低，然后进行一波拉盘。所以说，币圈一些舆情的信息也是很重要的，直接关系到了一些币种的上涨，一个极具代表性的就是马斯克和灰度的一些言论。但这种币种，不像狗狗币一样有群众的基础，算力上其实也没有很多保障，不适合长期看好，短期要考虑好风险。（长期还得看 ETH） 最近还有一个币种，SHIB，这两天，也是暴涨很多倍，其实这个币也很有意思，它的理念是，在 shib 面前，每个人都一样，众生平等，一切从零开始。是一个关于零的社会实验。 为什么它是一个关于零的社会实验呢？大概创始团队觉得，人生就是一个个 0，从 0 开始，到 0 结束。它的发行量是一千万亿，而起始价格是0.000000000000000000000000000000000000000000000000000001，这么多0，后面的 1 甚至可以忽略掉，然后可以说是近似于 0，而在价格上的愿景上，也是不断上涨的，通过上涨的过程，将前面的那么多 0 逐渐消灭掉，然后这便是 从 0 开始，消灭那些 0。 Shib 这个币种的创始团队不拿任何的 shib 币，没有自己的利益，他们自己也只能在市场购买，这种就和比特币类似，没有团队的预挖，没有团队的抽成。 这个币种，还有对 v 神的致敬，总量一千万亿，将一半直接打给了 V 神。然后用另一半500万亿的Shib与10个ETH，做成了一个交易对或“交易池”，写进合约，有人把它称之为：化粪池，部署在uniswap上面，并把化粪池的私钥抛弃，永远销毁。这其实增加了其归零的时候的处理，在归零的时候，可以在兑换回 ETH。 这个币种，也是马斯克推荐的，所以在未来，是算是一种投资的方向，这种屎币，是人类未来的货币。说不定会成为下一个狗狗币。 当然这种高收益必然意味着高风险，如果玩合约的话，是比较容易被爆仓的。 至于为什么昨天没有更新，昨天晚上去见了一个红娘服务，但聊的时间比较长了，以至于过了十二点，然后没有任何的准备，会有点心里不愉快吧，这种服务，其实在市场上存在是有一定的道理的，但是由于认知的不平等，难免会出现一些问题，相信都会慢慢解决的。 至于相亲的作用，我觉得，其实是那种可以更好地认识自己，让自己明白不想要哪种的，想要的很多，但肯定不现实，而在这个过程中，我们需要更好地去展示自己，展现那种最真实的一面，以及真诚待人。 有时间的话，可以看看《傲慢与偏见》的书和电影，看达西先生和伊丽莎白女士之间的感情，以及理性的选择。人生需要经营，婚姻也需要一定的经营。 傲慢与偏见写的不是爱情，而是人性的本质。 你若花开，蝴蝶自来。祝都能早日找到属于自己的幸福。 今天的话，其实看了一些视频以后，有在想了自己做一些视频，去讲生活中的不辜负，可能之后会一个月左右发一次，内容的话，是一些城市比较小众一些的生活，通过一些文案和剪辑，让人紧张的心放松下来的那种。 照片来自重庆和兰州","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"cherish","slug":"cherish","permalink":"//xiaoye.me/tags/cherish/"}]},{"title":"不辜负  |  重庆游玩指北","date":"2021-05-07T15:59:21.000Z","path":"2021/05/07/202105-bugufu-chongqingyouwanzhibei/","text":"引言： 重庆的话，都说是山城，一个依山而建的城市，建筑错落有致，形成了特殊的建筑文化。但实际风光不止有建筑，还有更多的自然景观，人文故事。 重庆游玩指北今日的歌曲，《难以抗拒》，明天大概是流浪花了，还是日推好听一些。 在重庆的话，都说是山城，来了也确实如此，依山而建的城市，建筑错落有致，形成了特殊的建筑文化，而有一些建筑，就形成了一些景点，比如洪崖洞，朝天门之类的，今天就算是一次入门级别的重庆游玩，今天时间有限，就讲那么几个有印象的地点，简单讲讲感受，具体的之后再慢慢道来。 一开始在观音桥附近找的住的，这个地方，可以说是极具交通优势，去北站，去机场，去朝天门，洪崖洞这种景点非常方便，可以说是一个中心地带吧，并且有很多商场，可以供游客购物，游客也很多，就和之前讲的一样，观音桥里是没有观音的，其中也有各种小吃街，里面有重庆的名特小吃：大熊抄手、鬼包子、火锅杯、苕皮豆干…… 在这里，可以感受到熙熙攘攘的人，可以感受到那种繁华，在外面，有各种巨大的广告牌，以及那个桥。 论公园的话，可以去鹅岭公园，湿地公园的话，在市区可以考虑去巴滨路湿地公园，这个公园是在地图上偶然看到的，算是 5 月湿地公园榜第 5 名吧，在市区的话，去的会比较方便一些。 巴滨路这个公园的话，感觉是外地人不太多，大多数都是本地人，这一块其实算是巴南区最宜居的地方，在天气好的时候，特别适合野餐，带个野餐垫，找个平整一点的草坪，带着小孩子可以附近玩玩水，玩玩泥巴，累了就在帐篷里休息一会儿，饿了就吃点东西，就这样悠闲地呆一下午，安安静静地，人也不是很多，而且离长江是比较近的，可以近距离的耍耍水。 这个地方，感觉适合发呆，就是人在平常的生活之下，带着亲朋好友，妻子儿女，来此野餐，江边玩水，赏花，看草地，想想人生，岂不快哉。 当然日落在这里也很好看，不过，其中也有缺点吧，缺点是没有怎么开发，还不如离市区有一定距离的湿地公园，里面其实相对内容不是特别丰富。 所以也适合摄影爱好者，在里面取一些景，当公众号的封面图，或者在里面拍一些人像的东西，拍一些自然风光。目前感觉是女生姿势和细节、感觉要注重的东西要多一些，而男生更偏向于一些物品的使用，营造出帅气的感觉，（当然实际也需要一些造型的设计）。 当然市区里还有很多可以打卡的地方，比如李子坝站（不是李子柒站），朝天门，在记忆中，testv曾做过几期重庆玩的视频，展现了他们不一样的风格，其中记得是一直走路去了一些景点，拍的时候，人还不算很多，但到假日的时间，热门的景点就会爆满，就不适合太多拍照，（拍游客照都需要很长时间）。 如果说人多的地方，就像洪崖洞，鹅岭公园等热门，在假期的时候，人会非常多，较平时要爆满几倍，这也是一部分不喜欢这类景点的原因，但是一些特别的，觉得如果值得去，可以感受到一些美好的话，以后也一定会再去。 在一些景点玩的过程中，现在想来，还有一些感悟，其实江水就和人的感情一样，适合疏导，不适合堵，一味地抱怨生活，强迫做一些事情，反而适得其反。 水可载舟，亦能煮粥。 这也引发了不少禅道相关的东西吧，所以说是古人总会有所思所想，从水之中，悟出不少道理，比如在吵架的时候，要像水那一般平静，要尽可能地多沟通。 在4号早晨，酒店用早餐的时候，有遇到一对老夫老妻，看着精气神儿十足，闲暇聊天，得知他们和我一样是北京过来的，北京人，在菜市口附近住的，孙子都和我一般大了，互联网公司，在360搞安全，哎，总会遇到一些圈子的人。但他两就是那种很享受生活的样子，凡事都看得开，当然也不算那种世外高人，但就是那种平凡人的乐趣。和老伴一起出去玩一玩，一家老小，阖家欢乐，体验不同的城市，这样也挺好的。当然现在想来，可能这两人也并不平凡，年轻的时候，我想也是很有冲劲儿吧。在交谈的过程中，总会给人一种温暖的感觉，我想这便是人情味吧。 可却总说北京缺乏人情味，主要还是外来人口多，一些地方全是外地人，鱼龙混杂。有些东西总会被表面现象所蒙蔽，实际上生活中，愿意分享的人很多，还是需要静下来主动些，倾听他们（更多的是本地人）的声音。所以需要怎么去更多地发现北京的人情味，也值得我们去思考。 目前的话，飞机在延误中，也不知道今天能不能正常发出去，就和之前的一个动态一样，迈向未知的未来，在这个旅途上遇到了各种人和事情，大部分都是好人，有各种滴滴出租车司机，有各种遇见，朋友也好，素不相识的人也罢，皆是过往，都是回忆。 这一篇本来是昨天发的，但昨天因为一些不得已的事情，并且网当时也卡了，抢最后一分钟没有成功，昨天发的话内容就很少，也来不及，今天又做了一些补充，加了一些图片。等回北京以后，时间就不会那么挤了，基本上就是在10点左右（一般是右）发布了，其实日更来说，其实是比较难坚持的，之前2月份放弃过一段时间，可能不一定每天都有灵感，不一定每天都有时间。 然后这个内容也希望得到越多的反馈吧，可以提一些意见，积极改进和改善，可以多进行评论，每个评论必回必看。在内容上，也更愿意倾听更多的故事，关于自己的也好，其他人的也罢，都是一种经历，在其中都可以获得一定的成长。 自己也在不断学习别的东西，反正做自己的喜欢的事情感觉就很棒，不用被世俗束缚，做一个自由自在的人，充满正能量一些。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"重庆","slug":"重庆","permalink":"//xiaoye.me/tags/重庆/"}]},{"title":"不辜负  |  重庆江湖菜","date":"2021-05-05T15:55:21.000Z","path":"2021/05/05/202105-bugufu-chongqingjianghucai/","text":"引言： 在旅行中，难免会遇到各式各样的美食，有言道，爱与美食不可辜负。今天的不辜负，就讲讲在重庆遇到的那些，令人难忘的美食情怀。有时候，这也是一种人生，我喜欢你，所以我想带你尝遍人间美食。感受这里的色、香、味，感受来自舌尖上每一道食物所带来的诱惑。因为它们有故事、有人情冷暖、有人生、更有爱，都不应该被辜负。 重庆江湖菜今日的歌曲环节，虚虚实实，少年张三丰片头曲。 上篇主要在讲了在成都早上发生的一些事情，以及在重庆观音桥里的故事，今天的话，是个不辜负系列的，以爱与美食不可辜负，为主题，来讲讲印象中的重庆江湖菜。 我想，重庆的美食，大概分这么几种吧，一类是重庆火锅，这个是全国闻名的，那种九宫格，都是辣的。火锅的历史也很长，大概在古代的时候，包括蒙古人，潮汕人，都不约而同的，研究出了火锅这样的东西，当然火锅的文化也很多，有时候甚至不只是火锅那么简单，可以单独拎出来讲的。 火锅大概目前也就那么几种，海底捞式的川式火锅，潮汕牛肉火锅，北京或者太原的铜火锅，以及重庆的这种的九宫格火锅，以及更多的泰式港式等等。 古代的时候，重庆作为长江的码头，会运来很多的牛羊，富贵人家通常将那些肉吃完以后，将一些内脏抛弃在码头，这时候，贫苦的码头工人会将这些捞起来，回去架个铁锅慢慢煮，当时人多肉少，为了平均一点分配，于是就将铁锅分为八个部分，这就是九宫格的前身。 后来发现，要平均分为八个部分其实不太容易，但是弄成九个就方便许多了，只需要横着两条，竖着两条，就可以搞成九宫格。 虽然在大部分火锅店里，九宫格的底料都差不多，但是因为位置的不同，每一个宫格的其实火的大小也不一样，就比如中间的火要大一些，是毛肚和肥牛的专属格，烫一下就熟了，又鲜嫩。两边的话，一般是丸子和虾滑，熟的时间中等一些，也比较耐煮，而四角上面，要煮一些鸭血和脑花，（虽然我现在还没有接受脑花这种东西）。 其实，按照好吃的味道来说，应该是居民楼里的那种重庆火锅是最好吃的，那些商场里的店家，有些是连锁店，有些是要迎合大众的口味，毕竟是要以游客或者是顾客为主的，而那些居民楼里的火锅，更多的是本地人开的，本地人去的会比较多一些，不用考虑那么些口味。 当然在吃这种火锅的时候，当时吃着味道还可以接受，但第二天就开始肚子有点不舒服，我想这大概是不经常吃的关系吧。 重庆还有一个美食分类，是那种江湖菜，按照百度百科的定义来说，是这样的： 江湖菜是重庆市特色的饮食，具有浓厚的乡土气息。所谓江湖菜，用烹饪专家的话来说，是指相对于正宗菜而言的菜式。它植根于民间，从一种菜系为基础，师承多家，不拘常法地重复烹饪、复合调味、中菜西做、老菜新做、北料南烹，看似无心，实乃妙手天成，从而收到出奇制胜的效果。江湖菜最大的特点“土”，“ 粗” ，“杂”。 其中，比较有代表性的是歌乐山辣子鸡、酸菜鱼、啤酒鸭（大概是喝啤酒长大的鸭子）、来凤鱼等等等等，当然其实这次也不算是真正地去江湖菜馆去品尝，随便去了一家曾经获得全国百强前十的餐厅，陶然居，当然听名字起来，听不到什么江湖的味道，但是应该算是比较正宗一些的重庆菜了，当然这只是我一个外地人的理解。 在这里，点了歌乐山辣子鸡，过水鱼，豆花牛肉，番茄鸡蛋汤，整体上来说，还比较满意吧，味道上也没有想象中的那么辣，还算可以接受， 其实，餐饮的方向是要走向规范化的，要和市井生活求同存异，食客更多地是追求那一份记忆中的味道，以及舒适的环境，这个餐饮曾全国百强前十名的餐厅，还是给人一种深刻的印象，二十多年的沉淀，辣子鸡丁松软正好，香味四溢，豆花牛肉就和海底捞那样滑嫩，河渡过水鱼鲜香带麻，蘸点汤汁，又有那种麻辣浓郁的感觉，所以鲜是鱼字旁也不是没有道理的。 就和那位出租车司机说的那样，重庆人喜欢大麻大辣，油比较多，重口味，所以就将重庆各个地方的一些美食杂烩了起来，形成一种浓厚的乡土气息。 江湖菜里是以来凤鱼为鼻祖的，早在上个世纪，就有人在，来凤镇这里吃了一次鱼，便赞不绝口，于是就慢慢形成了这种，郊区城镇，江边渔船，路边小店，使用简单的烹饪方式，易得的材料，美味的滋味，俘获了很多当地吃货的心。 再后来，就有了专门的店铺，开始了一定的门面，开始打出了招牌，2000年3月，在《四川烹饪》第3期上，著名学者、重庆饮食文化界资深专家陈小林的《重庆江湖菜》一文，第一次对江湖菜的特点进行了提炼、升华，概括出重庆江湖菜具有“土、粗、杂”的特质。“土”即是指江湖菜具有极其浓厚的乡土气息；“粗”是指江湖菜具有粗犷豪放的气质；“杂”则指江湖菜具有兼收并蓄的“杂交”手法和怪异离奇的烹饪技巧等。 再后来，出版了一些江湖菜谱，就和武功秘籍一样，成为了一些固定的招式，但是虽然有招式，但是依然是灵活的，甚至还可以分出不同的派系，有人在《漫谈重庆江湖菜》中，提到，现在的江湖菜可以分为八大系列，分别是辣子系列、麻香系列、泡椒系列、烧煮系列、烧烤系列、腌腊系列、干锅系列、酸菜系列。算是这方面有了一些理论基础。 再后来，由于游客越来越多，江湖菜馆也越开越多，截止目前，大概重庆应该有上万家江湖菜馆了，这次去了之后，基本上感觉每走一段时间，就会遇到几家江湖菜馆，上面打着各种招牌。 当然，重庆人不是每次都要吃这种江湖菜，还会在吃一些重庆小面，抄手，酸辣粉，肉末拌面，等等等等吧，重庆小面这个昨天也介绍过了，（确实要比北京的要好吃一些），其他的也没有太多特别的。 下期大概会讲一些重庆比较大众和小众的景点，以及那对老夫妻的故事。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"美食","slug":"美食","permalink":"//xiaoye.me/tags/美食/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"}]},{"title":"意难平  |  知足与重庆豌杂面","date":"2021-05-04T15:28:21.000Z","path":"2021/05/04/202105-yinanping-zhizuyuchongqingwanzamian/","text":"引言： 其实确实和公众号的简介一样，每个故事，平淡也好，离奇也罢，大家交换一下，故事就变多了，不主动，就不会有更多的故事发生，在路上，总会遇到一些让人感慨的事情，但还会有些感悟，有些想法，有些美食上的收获。 旅行上的故事今天突然有在觉得，应该将歌曲部分放在第一节的最前面，这样的话，说不定有人会先点到歌以后，然后一边听歌一边听听故事而已，今日的歌曲，笑看风云，劝君知足常乐。 感受了人间真实以后，其实对生活感受到了不一样的东西，有机场人员的负责，及时的对那些发烧的乘客进行急救，有航空公司工作人员的辛苦，面对顾客，面对上级，两头为难，也不是他们可以改变的，有始终不露面的老板，大多数都是一句话的事情，拖到后面，最后只能是给这些乘客留下了一些不好的印象，之后可能不再会去选择这个航空公司相关的。 更多的，息息相关的是那些乘客，他们代表了大多数人的利益，也展现出了不同的性格，有些人，难以压抑住自己的忿恨，只想要属于自己的一个利益，一个说法，有些人会找朋友，会找喜欢自己的人沟通，去释放这方面的压力，其实也不算是释放压力，更多的是寻找共情吧。不过不管怎么样，旅途仍然要继续，不知道会遇到什么样的人。 后来，昨天早上，在补偿完之后，辗转来到了成都东站，路上遇到一位出租车司机，开始了闲谈，一开始聊一些平常的话题，他说他来了成都三十年了，不过不是成都本地人，我想成都三十年，应该经历了许多吧，许多不一样的东西，当然后来得知，他在成都有三套房，都是在零几年的时候买的，现在一套他自己住，一套儿子住，一套女儿住，看起来，家庭也很和睦，生活顺意。 当时他买的房子的时候，房价大概是一千元，（当然不能和现在相比，现在大概均价在 3 w），最贵的房子是在四千元一平，从他的言语中，得知了他有一个特别好的舅舅，在生活上，在他需要买房子的时候，他舅舅就直接借给他钱，也没有什么利息，所以他后来也是很感激他舅舅，每次都对他舅舅很好，经常出来吃饭玩吧。 当然他买的房子，后来价格都应该升值很多了，有一个是 130 平米左右的，其他都是 90 平米的，现在觉得 90 平米的住四五个人也挺好的。他之前也劝别人买房，别人当时没听他的，后来再买的时候也相差了四十万，这就感慨，很多都是机遇吧，不能那么斤斤计较。 他还说了个故事，说有这么一个人，在他县城里有五套房，这已经在他县城算很优秀了，但是把这些房子一卖，连成都的房子全款的一半都不够，这个人，儿子还谈了个女朋友，当时想在成都买房，后来让这个人感慨的，咳，县城五套房，都顶不上成都一个，其实有时候人生就是这样，这样攀比，确实人外有人，天外有天，那些成都的再去和北上广去相比，自然又被比下去了，所以啊，就开始劝这位老哥，做人要知足。 知足常乐，不要太在意那些差别，过好自己的人生就好了，当然他其实也这么想的，应该比我要经历得多吧，看别人的生活真的没有什么意义，重要的是自己的事情，在那个年纪，儿女健康成长，生活幸福，身体健康，应该是最大的快乐，最大的幸福。期间当然也有在聊一些别的，比如前天晚上的遭遇，成都当地的发展，饮食习惯等等。 闲谈过后，自然到了成都东站了，进站安检，那么自然，甚至觉得那一份熟悉，仿佛就和太原南站一样，等车的时候就开始有点困了，毕竟不像年轻时候，熬一宿，不睡觉，依然还很精神，于是就在高铁上就迷糊了一会儿。 到达重庆以后，出站完了就开始给人一种山城的感觉，仿佛就是在山里的城市，那样随意地在山上建楼，出来也遇到了一位出租车司机，主要的还是在聊重庆这个城市，重庆给人感觉就是坡相对比较多，（如果半坡起步没学好的话，有时候会尴尬），然后饮食方面，是那种重油重辣的，火锅基本上都是那种重庆火锅，江湖菜偏重口味，油放的会比较多。然后重庆还会有很多立交桥，大概是因为各种山上的道路比较多，方向比较多，（北京的话，其实很少，只有像西直门这样的这种枢纽），其实来的目的，也有那种看看当地人的生活状态，看看是不是真正的快乐。 当然到了酒店，办好入住，自然早餐时间也过去了，只得休息休息，等会儿去吃午餐，酒店是在观音桥附近，当时选择的理由应该是离地铁（轻轨）近，算是一个市中心，离商圈比较近，出来步行就可以到达观音桥，其实在之前，是不知道观音桥里没有观音的，还想着试图，去观音桥看看，繁华地带的观音长什么样子，结果去了以后，发现观音桥那边并没有一个叫观音的地方，也有可能是有一个叫观音的人，建了这附近的桥，这大概就和盒马鲜生里没有河马一样吧。 其实，之前在外面也算是吃的还不错，很多有特色的东西，之前也都吃过了，有时候总想着吃一次正宗的重庆小面和豌杂面，大概我想着，可能在繁华商场里，可能不一定是本地人开的，本地人开的才会有真正的味道，才有当地的理解吧，所以就在附近找了一个露天的一个小吃摊，距离酒店也不远，这种大概是在北京找不到的吧，会被城管抓起来。 不知道为什么观音桥里没有观音，也许就和盒马鲜生没有河马一样吧，其实看太多路上繁华的风景以后，就想在这种路边品尝一次本地人的碗杂面，这种市井的味道，其实是现在大城市里所缺乏的，这里甚至不止是一碗面，夹杂了一些小人物的故事。一口面下去，那一声要得，仿佛放下了心结，面条的劲道，豌豆的软糯，以及正好的比例，都是外地无法领略到的。 今天大概就分享到此，下篇继续新的故事，今天还有遇到同是北京来的老夫老妻。其实有时候意难平，会让人羡慕昨天那位出租车司机的状态，每天应该妻子儿女，开开心心，万事顺意，但谁知道背后又付出了多少呢，因此也要共勉，继续努力。 历时一个小时三十分钟。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"},{"name":"知足","slug":"知足","permalink":"//xiaoye.me/tags/知足/"}]},{"title":"意难平  |  人间真实","date":"2021-05-03T15:59:21.000Z","path":"2021/05/03/202105-yinanping-renjianzhenshi/","text":"引言： 今天的意难平，讲讲自己现在的故事，谈一谈一些旅途上见到的人与事，听到的一些故事，比如昨日在成都机场逗留的一些人间真实，感受一下人生百态，体验路上不同的风景。 旅行中的小故事就和昨天所讲的那样，飞机本来预计要到达重庆，结果因为天气原因，重庆突遭暴雨，然后飞机的司机师傅，就被迫降到成都，然后在成都的停机坪上还停留了一会儿，因为找不到停车位，（这个故事告诉我们，没有交每个月固定的停车费的就是这个下场），毕竟飞机比较多，需要等其他的飞机走了。 后来等了一会儿，终于找到停机位，然后将我们放下了，当时确实一飞机的人开始情绪有点不稳定了，因为确实，大家有的是出来玩的，还有的是想回家的，甚至还有那种需要很着急赶回家的那种（因为飞机要比高铁快很多），都比较理解。 我当时其实心态上，还没有有波澜，毕竟这是旅途，其实必然会发生一些意想不到的事情，之前的阿那亚也确实这样子的，有时候需要适应这种生活，适应这种态度，（毕竟家庭的教育上面，就不太与人争名夺利，这个之后也有表现），甚至还将蹄花汤的文案写好了，原本打算是正点到达江北机场，然后打个车到达两江假日豪华级酒店，简单把东西放一下，就去附近一个蹄花汤吃个晚餐，体验一下川渝人民的夜生活，蹄花汤的文案如下： 感受一次附近的蹄花汤，融入生活，简单的食材往往不需要高端的烹饪，有时候美味就在市井生活中，就一份秘制的辣椒酱，汤鲜香浓郁，蹄花是那种软糯细腻，海带芸豆又带了那么点汤汁的味道，令人回味无穷，而这还不够，那一碟秘制的辣椒酱，让这一切又赋予了灵魂，就那么轻轻一蘸，裹满食物全身，吃一口，作料有味，相当下饭。 毕竟旅途是要让自己的心情更加美丽，所以在这个过程中，一切追寻自己的心，心想要什么样的，就去搞什么样的，就去体验一下那种一晚一千的豪华级酒店，以及早餐，毕竟是自己住的也会开心一些，然后在市井小巷里，尝一下二十左右的晚餐，顺便和那些当地人唠唠嗑，感受一下他们的生活，（这一点其实是在北上广这种大城市里很难找到的，当然也有，但自己融入不了他们的生活，应该原因是外地人员太多了）。体验一下小人物的一些心态生活，（当然有些不能看表面，之后会讲到）。 后来，相关工作人员，就把我们带到了一个候机室，就让我们一直在等待，然后也没有说处理的结果以及什么时候可以走，当时别的航空公司，就还是比较有负责的态度，先是给了一个方便面和一瓶水，先安抚大家的情绪，然后给了一个方案，如果当时想要离开机场的，可以补偿两百元，可以直接走，直接补偿到，这个时候，就开始有人对我们这个航班不满意了，毕竟没有别的航空公司的福利好当时。 于是，总会有那么些人，站了出来，找航空公司，想要讨要的说法，然后那些工作人员，也是一个打工的，其实打工的也说不上什么决定，万一做了决定，最后损失都会怪在自己的头上，说不定还因此丢了工作，得不偿失，不做决定，这不就相当于不作为嘛，所以也只能去安抚客户，询问上级。 俗话说，官大一级压死人，这个不是没有道理的，上级在这个时候有可能就睡着了，（当时将近晚上一点了），毕竟好不容易混到了一定级别，当然这里上级有时候也做不了这个主，他也得请示他的上级，他的上级有时候也做不了主，他的上级也得请示他的上级，这里禁止套娃。 这个时候，一些人开始用手机，用相机，记录下来这一些事件，我也不例外，但拍的大多数还是那些客户，那些才是最重要的人，客户至上，这是毫无问题的，在这里，有七八十岁的老人，也有几岁的孩子，都得在那苦苦在等一个说法，顿时觉得，这就是人间真实。 人间真实，有时候不需要那么多粉饰太平，往往一种节骨眼，一个事件，一些不满意的态度，就暴露了出来，这便是所向往的真实的记录，不要那么些虚假奉承，不要那么些虚伪自大。 在这个时候，自然一些人开始情绪激动了起来，古时有之，今天依然还在，开始大吵大闹，惹到了别人休息，当然这些人的本意都不是坏的，都是想解决问题，但事实就是，平心气和的时候，往往解决不了问题，只有当这种情况下，各个地方的才开始重视起来，才开始真正的去找相关的领导去请示，（这也是之前社会的一些问题）， 当然，在这个过程中，有认识一个广安的一个阿姨，就开始聊天，一开始的四川话，我可以听懂一半，直到最后，我可以听懂百分之七八十，所以四川话还是比较好懂的，她也讲述了她的一些生活，包括孩子的事情，我也是在聊一些生活相关的问题，比如四川哪些景点不错，四川的彩礼是不是比较低一些。 一直维权的情况持续到了后半夜，终于一直到 5 点多钟，上级终于开始重视起来，然后又经历了一段时间，（这个故事可以告诉我们，很多情况下效率影响情绪），终于有好消息，说是每个人可以补偿五百元，然后自行选择其他交通，当然其实时间上也是很宝贵的，我错过了昨天的日更，只能抱歉，而且也没有休息好，这个补偿，有胜于无。 然后一直排队领补偿，这种情况，自然效率比较低，都没有任何想要提升效率的想法，就觉得人生百态吧。 领完以后，就出来找地方去成都东站，打算坐高铁去重庆，打车的时候，遇到了一位很有意思的师傅，这个和重庆的一些故事，下篇继续分享。 当然这整个过程中，心态是平和的，没有起任何波澜，就是单纯觉得，这也是一种经历吧，前所未有的经历，就是觉得有些可惜，错过了那一晚的酒店，损失了一些钱。 另外，你的婚礼告诉我们，早恋是没有好下场的。 另外，你的婚礼告诉我们，男主可能是火系的，一直被水克。 今日份歌曲，白天突然在路上想到的念亲恩，应该多感恩父母。 本篇文章历时一个小时。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"心态","slug":"心态","permalink":"//xiaoye.me/tags/心态/"}]},{"title":"不辜负  |  高分美食励志剧与脱贫教育","date":"2021-05-01T15:30:21.000Z","path":"2021/05/01/202105-bugufu-gaofenglizhimeishijuyutuopingjiaoyu/","text":"引言： 实现梦想不是那么简单的事情，不可能百分之百的人都实现梦想，环境不同，想法自然不同，国家也有着很多脱贫和教育相关的政策，现在那些环境真实情况是怎样的呢。实现梦想同样需要那一份坚持，那一份热爱，同时请看日剧《三星营养午餐》中女主的这一份演绎。 三星的营养午餐 今天在网上，看了一个比普通电影还长的解说，当身心投入其中的时候，难免有很多感动和能量，而且只是个美食电视剧的一种解说，解说出了励志剧的精彩。看了以后，也有那种可以让自己更优秀的一些想法。 这部解说标题是《这部高分美食剧，却被人当成励志剧来看，看完果然信心大增，饭量也大增》，作者是轻风乍起，解说的电视剧是《三星营养午餐》，应该可以从 B 站上找到相关的，外网有三百余万播放量。 这部长达一个小时四十分钟的解说，全程没有快进，却有时充满泪点和感动的地方，有人说，这部电视剧在豆瓣打 7.9 分，而这个解说可以打 10 分。 故事情节现在回想起来也比较容易理解，主要讲的是，一个女王星野光子，专注于米其林三星的一些菜品研发和烹饪，对手下和材料都极其严格，也不注重控制成本，但是由于对菜品的热爱，也创造了不少三星级别的菜谱。而其老板因为其不注重成本，并且有一次她随意更换了菜品，而找了一个比较狡诈的理由或者故事将其开除了，以一次中毒事件将其曝光。但这个女王也没有气馁，去找之前的一些别的餐厅想要加盟，但是之前的老板因为嫉妒心，扭转了这些事情，也没有人去敢接受这样厨师。 就在此时，碰到了一个以“学校营养午餐”为企划的电视节目。曾经的顶级主厨面对经费、营养、味道等各方面的难题时不断碰壁，但并不会放弃的她要把学校的伙食也做成无可挑剔的美味。 其实本身电视剧拍的不是很完美，但解说抓住了重点内容，深化了其中内涵，也引发了一些思考、所想。 专业的事情专业的人来做更好，其实里面这部分讲得很简单，将食物做得色香味俱全，这是厨师的责任，也是本职工作，如果不好吃，那就是不合格。里面还有在说，将一流的食材做成一流的食物，这是二流的厨师，一流的厨师，会将二流的食材做成一流的料理，所以食物本身其实并不是最重要的，最重要的还是人。 尊重食物，尊重工作。女主对于烹饪的热爱、偏执，是普通人无法想象的，不仅热爱，还富有精力，富有创造力。通过创造力，那一份坚持，面对成本低廉，规矩繁多的校餐，一次次的压力，也没有退缩。这些精神，也是以前的我所缺乏的。以前的我，面对各种事情，提出了很多方案，也有一定的执行力，也开始了实行，但最后还是没有做成功，一方面，心里缺乏自我满足，一方面，因为外界的一些因素，导致事情存在了变化，自己也没有信心，别人也没给过信心，然后事情也就不了了之了。 在面对自己喜欢的事情上，全力以赴。剧中，女主是因为为了理想，不愿意抛弃那些，勤俭持家。不是强者胜，而是胜者强。人生有很多选择，对于女主来说，发现天赋是她的幸运，对厨师的热爱是她的努力和坚持，于是就成为了别人眼中的既努力，又幸运，又执着的天才。看完以后，深刻感觉到，一件喜欢的事情给人带来的那种愉悦感，取得的成就感。在以后，也会更喜欢我的工作，以及生活，在面对困难的时候，不慌不忙，不急不躁，让心平静处理。也会在美食等生活方面，不断探索味道与外观。 规矩，给才华更大的势能。学生餐有更多的成本控制，营养，制作时间，劳动力，在这里女主没办法像之前的三星级别餐厅一样，选用高端的食材，没办法一开始发挥更多的创意。但这些规矩真正激发了女主的创造力，在有限的成本下，做出了让所有人都满意的午餐，灵感也不断更新，也在突破着自己，这种规矩，也让女主的才华得以进一步的放大，产生而来更大的影响力，征服了所有人。这其实和其他领域也一样，做的东西要适合客户，只有做客户需要的，而不是自己喜欢的，同时还要考虑各种成本，材料等等的一系列东西。 一流的资源过成一流的人生不难，九流的资源过成一流的人生才难，最厉害的是将一流的资源过成失败的人生。 脱贫关键在教育世界上还有这么一位导演，他是日本人，但常住中国，通过不带任何偏见的记录展示了一个不一样的中国，日本导演竹内亮最近发布了一个关于大凉山的记录，让人感受颇深，本身也比较喜欢这类人文类视频，而且这期也确实很感动。时长在五十分钟。 十年前的大凉山是贫穷落后的川西秘境，十年后日本导演再度启程，寻路凉山。从悬崖村到昭觉县城，从山里的足球队到双河小学的日文科，当梦想照进现实，大凉山如今又是怎样的面孔？让我们一起走近大凉山，倾听来自大山的声音！ 世界上，其实还有很多人，生活并不富裕，接受的教育十分有限，从小生活在大山中，面对贫困的家境，甚至都没曾想象过大城市里的生活。 但这种不能称之为贫穷，更多的是多样性。世界上本来就是这样，有安全的地方，也会有危险的地方，哪里都有好人，哪里也都有坏人，而且还有那么多愿意捐赠、愿意去这种地方支教的好人。 中国地理复杂，人口众多，回望过去，其实能用 40 年的时间，从赤贫的状态发展到现在真的不容易，也遇到了很多问题，目前还有不少贫困地区，但都是在发生着日新月异的变化，所以要对未来有期待，期待更多更美好的事情。 支教、扶贫的工作真的很不容易，应该说很困难，就和之前说的那样，少年时期是一个建立三观，认识世界重要的过程，这方面的教育是很重要的，脱贫不应该是直接给他们送钱，而是给他们一个更加好的成长环境，将来也一定会更好。 咳，我们可以看到大凉山这些地区，新的教学楼也已经建起来了，但是那种空荡荡的，缺的是支教老师和学生。 改善生存环境和条件，又不落入现代化陷阱，是转型脱贫不得不面对的现实。扶贫，不是两个简简单单的字，这背后意味着太多事情，意味着太多的责任，意味着太多的人的付出与奋斗。 所以感觉，有些事情，想做的就要去做，不然以后还会有一定的后悔，也要月行一善，资助那些遇到困难的人。 所以，老师要教导学生的，不只是知识，同时要以身作则，教导一些人生道理，生活习惯，更好地培养出对该学科的兴趣，做一个好的引路人，授人以鱼不如授人以渔。 里面还有个观点，没钱的话，在中国踢不了足球。在那些热爱足球的小孩他们身上，看到了未来的希望。 所以也感谢这类的内容，普通的镜头下，表现出平凡生活背后的不易，也展现了脱贫关键在教育这一道理。 今日的歌曲环节，怎么去拥有一道彩虹？五月天的《知足》，现在也踏入了五月份了，开始不一样的期待。 本篇文章共计花费一个多小时。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"美食","slug":"美食","permalink":"//xiaoye.me/tags/美食/"},{"name":"大凉山","slug":"大凉山","permalink":"//xiaoye.me/tags/大凉山/"},{"name":"教育","slug":"教育","permalink":"//xiaoye.me/tags/教育/"}]},{"title":"不辜负  |  万物互联的计算","date":"2021-04-30T15:30:21.000Z","path":"2021/04/30/202104-bugufu-wanwuhuliandejisuan/","text":"引言： 君不见，天上有飘渺的云计算，地下有浩渺的数据湖。风中有朵雨做的云，可是云计算这朵云不会下雨，计算也看不见摸不着。弱水三千只取一瓢饮，可是这个数据湖不能行舟，不能捕鱼，不能灌溉。 计算的愿景 其实这篇文章，是跟着上篇计算的能力的一种补充，主要去讲现在有关计算的一些愿景和发展，甚至可以包括一些对未来的畅想。 在这方面，有一本书是比较出名的，《未来简史》，它给我们讲述了未来人类将面临的三大问题，生物本身就是算法，生命是不断处理数据的过程；意识与智能的分离；拥有大数据积累的外部环境将比我们自己更了解自己。 尤其是最后一点，在大数据时代，是深有感触的，当接触个性化推荐的产品多了以后，这些产品会将用户生成一系列的用户画像，以更加精密准确的算法，将自己喜欢的事物放在信息流中，让人甚至感觉到大数据的威力。每天晚上甚至会给一些吃货推荐美食相关的视频，从而促进消费。 在《未来简史》中提到，这个宇宙的终极宿命是万物互联。万物互联会使得各种智能设备接入，面对以后 ZB 级别的边缘数据，通过毫秒级别的频繁的交互来刷新当前的计算能力，当然这与很多技术的发展是离不开的，例如复杂性理论，人工智能，物联网，而我们就需要一个分布式计算平台，来支撑起如此庞大的数据规模，在云、边缘、端对端，达成一体的计算体系，建设有机协同的方法。 这一两年，5G 也开始大规模普及，很多物品就有了可连接性，可以交换信息，而在未来，一个人可以拥有数十上百的智能应用产品，而每个实体都应该有一个独一无二的身份，一旦这些实体有了身份，那么就会有可信计算，还会涉及到一些隐私相关的东西， 由一些可信硬件来执行一些规则，开拓广阔的商业前景，就和执行智能合约的虚拟机一样。 当然类似的想法项目，已经有了，有一个可信万物互联计算平台，叫 IoTeX，设想的话，是用区块链连接全世界，当然作为区块链初创公司来说，挺不容易的，这个行业没有明确的商业模式，大家都是在不断探索中。 他们的目标是构建一个分布式可信计算平台，实现的话，主要是高吞吐，去中心和稳健的公链+若干子链，以及每个人都可以拥有的可信计算硬件。 当然想法是好的，项目也在不断开发中，公链的话，也是用 Golang 实现的，我们可以更多地学习一些思路和代码。目前的话，公链上有千万交易，节点方面，也有币安，IoTeX 官方等。在智能合约通证方面，也和 eth 比较相像。 当然在这个领域里，有意思的项目是比较多的，比如今天有一个隐私 AI 计算网络 PlatON 主网发布，按照官方的介绍是这样的，结合区块链和隐私计算技术，PlatON 以建立一个去中心化的协作式人工智能网络和全球大脑，推动人工智能的民主化并建立安全的通用人工智能为使命。 甚至于构建了一个这样的未来： 任何人都有权使用强大的人工智能模型。任何人都有权使用算法。任何人都有权使用算法和模型所需的计算资源。任何人都无需高级数学和计算科学技能就可以使用算法和模型。 其创世区块是这样写的，让我们永远坚持走向上的路，全力以审慎践行正义。 计算的发展计算实际上也分为很多种，比如云计算，边缘计算，可信计算，隐私计算等等，而发展趋势，也是不尽相同。 云计算方面的话，简单说，AWS 如何发展，那么什么就是趋势。 包括一些云服务、Serverless，AWS 起步比较早，发展的比较好，相关的服务基本上一直是处于领先状态，一些东西也是被别人所模仿。包括云计算，基础资源如何与 AI 人工智能相结合，都处于一种较为领先的状态。 每年我们可以通过 re:Invent 大会来接触到一些 IT 服务市场的最新发展趋势，尤其是在疫情的影响下，应用上云成为了一种必然的选择，云服务商专注于提供云服务，使得客户可以更专注于业务的开发与运行。 并且在未来，当应用落地越来越多的时候，机器学习和人工智能就变成一种普遍存在的能力，一种基础能力，来渗透到各个行业、各个场景中去，实现全产业、全社会的智能化。IT厂商需要及时跟上这一步伐。 在目前，云原生也已经成为应用软件的主流开发模式。 随着 5G 的不断商用，边缘计算（edge computing）也走进了大家的视野，一些电信运营商不断推出各种网络解决方案，国内一些主流的云服务商也在推出自己的针对 IoT 的边缘计算产品。 当然在这方面，应用也是蛮多的，比如万物互联的物联网，通过边缘计算，可以更好地缓解数据中心的压力，与云计算互相协同，合作共赢。比如现在迅猛发展的车联网，无人驾驶，尤其是现在汽车数量越来越大，对延迟要求特别高，同时网络的可靠性也至关重要。 还有一些场景，比如像城市大脑，通过边缘计算与各种各样的传感器相结合，打通平台，使得一些问题发现得更加及时。 按目前来说，计算力其实也可以认为成生产力，现在已经有很多东西，从国外的专利，慢慢转变为自研，慢慢地不断建立其相关生态。现在的一些国产自主处理器芯片，也在不断地投入应用。 当然这与国家的一些相关政策和指导是分不开的，工信部、电子发展研究院也很早地开始一些规划和体系化的构建。 当然在一些重点领域，比如超级计算、人工智能、汽车智能计算、云计算逐渐走在了世界前列。但不可忽略的是，有些领域还是和世界一流水平存在差异，比如一些高端通用芯片，自主可靠操作系统，还有一些基础芯片，所以也不能骄傲，依然需要在自己的领域，不断地寻求突破。 当然作为个人来讲，觉得如果可以做更多自己喜欢的事情是很完美的。 今日的歌曲，腾格尔的《蒙古人》，感受一下草原的气氛。 本篇文章，历时一个小时二十分钟。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"计算","slug":"计算","permalink":"//xiaoye.me/tags/计算/"},{"name":"愿景","slug":"愿景","permalink":"//xiaoye.me/tags/愿景/"},{"name":"发展","slug":"发展","permalink":"//xiaoye.me/tags/发展/"}]},{"title":"不辜负  |  计算的能力","date":"2021-04-29T15:30:21.000Z","path":"2021/04/29/202104-bugufu-jisuandenengli/","text":"引言： 正如道哥分享的那样，技术最重要的目标是追求效率。从历史到现在，计算也是为了不断解决实际问题的。实际上通过很多科学家工程师的努力，不断地提升着数据处理能力，让一些公司更好地可以聚焦于业务，通过需求牵引，技术驱动，利用计算能力，构建美好生活。 计算的起源 记得在之前的一篇文章里分享过，现在社会需要解决的问题有很多，比如计算的能力，生物的发展，高新技术产业的研究等，这次主要分享一些自己关于计算方面粗浅的理解。 大概是在很早的时候，开始接触计算机，在接触一些比较理论的知识，比如什么冯诺依曼的体系结构，图灵机等，后来也开始接触了一些安全相关的，比如一些攻与防的对立，后来接触一些开发方面的东西，让自己也在锻炼创造性思维，不断地经历着产品的从 0 到 1，体验着自己不断打磨一个产品的那种感觉，再后来开始接触到了区块链这个领域，学习了这种去中心化的思想。到目前，看过很多的项目，随着规模的不断扩大，遇到的问题也很多，有很多的团队依然在致力于使区块链有着新的应用和突破。 现在大概是 2021 年，回首以来，移动互联网的浪潮不过十年，区块链的历史仅仅十几年，智能手机的出现也不过十几年，云计算的历史也不过二十几年，而互联网的历史大概四十年，计算机的出现，也不到一百年。而这些时间，在人类历史上，实际上时间很短，但其中突破的技术，也日新月异，百家争鸣。 追溯起源，其实可以算到原始社会，人类通过一些结绳，枝条等方式，来进行计数的工具。然后随着时间的推移，不断提升计算的速度与精确度，包括不断追求圆周率后面的小数，其中也发明了一些算盘，算尺，机械计算机等工具。再后来，一些数学家提出了一些通用数字计算机的基本设计思想，（这其实也就解释了一点为什么有那种想要学好计算机要学好数学），发明了差分机（就是一种高级的机械计算机）。 实际上，真正在这个领域划时代的东西，是在 20 世纪 50 年代左右，美国一些实验室发明了世界上第一台真正意义的计算机，以及冯诺依曼提出的计算机的基本原理（不熟悉的话具体可以百度了解一下），这一原理应该可以影响数百年，到现在，几乎所有的计算设备都与其相关。 再后来，就是一些基础设施和元件的不断更新和突破，依赖摩尔定律，计算能力也在不断地升级，同时在软件层面，图形化界面不断地优化着体验，以及互联网的出现，极大地改善了人类的效率，在那时，人类基本上还是用计算机来进行辅助计算，还没有开始真正的人工智能方面的研究和探讨。 再后来，便是 Google 的那几篇经典的论文，奠定了分布式计算的一些基础，在此之后，大数据框架层出不穷，计算的量级不断提升，从当时的 GB 级别，一直到 TB，PB，EB。 在此之间，基础设施的一些性能也提升了很多很多，搭建了云计算平台，内存从世纪初的 几十M 到现在 的 128 GB，处理的数据能力不断提升。 当然这也只是大概的一个起源，每一个细节，都可以专门出一本书来叙述，实际上我们依靠着很多很多的工程师，不断地寻求计算速度和处理能力上的突破。 计算的能力实际上，有时候在思考，我们为什么要计算，计算的结果是什么？这一点其实比较赞同道哥的观点，是认为是计算最初是为了模拟，包括像天气预报、火箭发射等计算机最初的应用，不过是根据人类过往的一些经验，去迁移到比人脑计算要快很多的平台上，从而更提高更多的效率。 到现在来看，我们计算的能力覆盖了很多方面，单台电脑的处理能力不够，人就开始一些云计算、分布式计算的探索，而随着距离云较远且分散的设备越来越多，就开始边缘计算，物联网方面的研究，而同时，绝大多数的企业，也发挥自身的云服务优势，发展提升智能制造的能力。 像以华为为代表的通信企业，也通过自身的一些网络基础设备的技术和资源优势，大力发展新一代通信标准，以支持更加智能的云计算和物联网等应用。如果再往大里讲呢，那就是像阿里这样的企业，在不断探索，计算与城市，半导体产业，量子计算，AI 等对效率的提升。（具体可以看达摩院发布的一些报告） 而我们周边的计算，已经日新月异。随着国家的不断推进，在很多方面，有越来越多的智能机器人，智能化设备参与其中。包括一个实际的例子，大概在十年前，如果是双十一大促这种的大规模压力，当时让快递行业不堪重负，处理能力跟不上，一直需要半个月才可以处理完全部的包裹，而现在实际量级大概也翻了很多倍，但处理能力依旧和平常差不多，这背后其实和效率的提升是分不开的。 图片来自达摩院官网。 在去年 5 月的时候，有一家国外公司 OpenAI 发布了能写小说，聊天，编曲，写代码的计算模型，其效果，在大多数情况下，如果不说是 AI 生成的，基本就会认为成是人类的杰作，虽然路比较长，但是他们还在不断地探索，包括与疫情的一些结合，之前实时计算挑战赛的题目就是如何和疫情结合。 所以，大规模预训练模型成为了人工智能领域的重要趋势，在现在，小说上面的仿写和诗歌的生成已经不在话下，而在应用中，将完善人工智能的基础设施，让 AI 没有难懂的语言，探索通用人工智能之路。 其实本来还想写一些计算方面的发展，但限于篇幅和时间，可能放到下篇文章了。 至于为什么会想到这个话题，一部分是道哥发的文章，一部分是今天在处理 Bitcoin SV 这一区块链的时候，遇到一些特别的数据，其中有一个交易大概 6M 多，（当然也不一定是最大的），其中放了一个图片，导致这一笔交易要比其他链的区块体积都大很多。当然再结合 Bitcoin SV 的一些愿景，之前有了解过 Metanet 的一些想法，认为是 Internet 应该是 Metanet 的侧链，在这个网络当中，什么都可以上链，通过这样，也不断提升去中心化的数据处理能力，所以以后可能在链上看到一个电影视频也不足为奇，而在实际应用上，也有着各种各样的协议与智能合约。 数据上链，实际上是要面临更多的挑战，成本如何，性能如何，安全性如何，传输效率如何，如何快速找到需要的数据，如何避免一些垃圾交易和 DDOS 攻击，这方面其实 Bitcoin SV 是一种较好的实践。中心化会导致各种数据孤岛，而去中心化，大家都可以处理这些数据，但缺点也同样有，需要提升数据处理能力以及辨别能力。 所以按目前来说，Bitcoin 适合价值储备，Bitcoin Cash 适合日常支付，Bitcoin SV 就比较星辰大海一点，适合链上大规模应用，以太坊的话，目前是智能合约，Defi 带来的各种去中心化金融的可能性。 今日的歌曲，似乎没有什么歌可以和主题契合的，因此就是一个相思背后的伤口。 题图来自阿里达摩院官网。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"计算","slug":"计算","permalink":"//xiaoye.me/tags/计算/"},{"name":"能力","slug":"能力","permalink":"//xiaoye.me/tags/能力/"},{"name":"起源","slug":"起源","permalink":"//xiaoye.me/tags/起源/"}]},{"title":"不辜负  |  食在广东，厨在顺德","date":"2021-04-28T15:50:21.000Z","path":"2021/04/28/202104-bugufu-shizaiguangdongchuzaishunde/","text":"引言： 有这么一句话，中国美食看广东，广东厨师看顺德。近期有发现一个美食方面独树一帜的地方，顺德以它自己的魅力征服着一个又一个的吃货，而如何去感受舌尖的唇齿留香呢。另外有个热点问题，便是生育率下降，那到底为什么现在有些年轻人不愿意去生孩子呢。 广东顺德 记得在以前，去过一次广州，然后就对那边的美食难以忘怀，俗话说食在广东，广东人其实在吃上面，还是非常讲究的，那边的菜虽然不像淮扬菜那么精致，不像四川菜百菜百味，但广东菜系是那种讲究质和味，当然相对别的菜系来说，更适合台面一点。 广东菜基本讲究很多用料，配料不会杂，调料不会多，保持原生的口味，这一点在吃白切鸡上面也有感觉。广东菜的用料之多，感觉是无法想象的，就好比一只鸡，在粤菜里，做法就不下几十种，出名的有豉油鸡、白切鸡、清蒸鸡、沙姜鸡、清炖鸡汤、盐焗鸡、四杯鸡，正所谓没有一只鸡可以活着走出广东，无鸡不成宴。 而美食界有句话，食在广州，厨在凤城，这里凤城便是广东顺德，说明了粤菜很多厨子就是来自顺德，舌尖上的中国栏目的主力团队也曾经在顺德拍过《寻味顺德》。 下面是一些节目的介绍： 一百年前缫丝业的繁盛让它富甲一方，今天这里出产的家电用品改变着全球数十亿人的生活。然而，这片土地最富盛名的，永远是美食。顺德，以食物为遗传密码，让自己区别于世界上任何一个地方。 一方水土，一方食味。顺德人孜孜不倦地追求着味道的极致。他们可以发掘出鱼的上百种吃法，也能花费半年时间只为制作一道佳肴。很多游客来顺德不单为欣赏水乡风貌，更要品尝这里的美味。 有一些味道，跨越地域，为四方的人们喜爱。中国粤菜，不仅是一种烹饪风格，更是对食物的态度。顺德，粤菜的重要发源地，美食是代代相传的共同基因。顺德人走到哪里，哪里就有最好的味道。 大概有哪些我们所熟知的食物是来自顺德呢？ 双皮奶、椰奶冻，得名来自上下两层爽滑的奶皮，最近也有在吃，其实是一个不错的饮品，并且有在逐渐地推向全国。 在顺德，鱼是有数不尽的吃法的，有些入口即化，极致爽滑，有的晶莹剔透，刀工了得。清蒸老虎斑，是那种鲜甜爽嫩，新鲜度，火候，酱汁缺一不可。还有一些鱼皮粥，那种生滚粥，煲好的白粥煮滚，放入新鲜的肉片和鱼片，简直美味。 很多节目里，可以看到顺德的猪杂汤，看着也很好喝，所有的猪杂吃到嘴里都特别爽脆，弹牙，非常过瘾。门庭若市，老板的刀哒哒作响。 打边炉。顺德还有一个特色，那是打边炉，感觉在别的地方从来没有吃到过，自己以后也一定要去当地体验体验，上面的很多一些东西，可以在一些粤菜馆里找到，但打边炉在北京，很多是香港风味的，或者是广州风味的。什么是打边炉，打边炉其实是一种广式火锅，通过一些生鱼片、鱿鱼片、生虾片等，有些还会用花胶鸡汤作为汤底，非常的滋补，冬天喝一口，滋润养颜。在顺德的打边炉，有些会用清水，有些人可能想问，清水那怎么会有味道呢？其实没有复杂调料的锅底，最考验食物本身的一些味道和品质。而食材也必须要很新鲜，在清水里一煮，配上独特的酱汁，简直诱人。甚至可以想象得到那些鱼片，虾滑，也不去蘸麻酱，而是去有特别调过的酱汁，裹满全身，吸溜一口，食物本身的味道瞬间可以体验得到。 顺德当然还有很多美食，其他的还需要去当地实际品尝才知。 人口下降知情人士：普查将显示全国人口出现1949年以来首次下降。 网络上最近有这样的一些言论，当然真实性是有待考证的。也有说在 61 年的时候，人口也是下降的，（当然有言论还说那会是没有进行过人口普查的），大概最近一次人口普查，是第七次人口普查，而网传人口数据，将不到 14 亿，最终数据要各政府部门评估影响以后才能公布，从近些时期，放开生育政策来看，这也是一种正常现象，也没必要过于担心。 其实应该担心考虑的是低生育率的问题，在目前周围，其实和之前相比，想生孩子的人越来越少，孩子有时候也是压力。其实我感觉，造成这种问题的因素有很多，比如社会上的压力，自由的想法，高额的养育支出（比如一年幼儿园就要花数万元），其实，和一些专家的想法差不多，这个也不是一朝一夕的事情，就算全面放开二胎，也会有很多人有顾虑，短期内改变人的生育观念和想法不是一件容易的事情，更何况现在全国还有 2 亿人单身。 在提高人口生育率方面，其实应该是有一些政策和福利的倾斜的，比如在幼儿园上面，让大家可以上得起学，也不要培养鸡娃这种气氛，以及给年轻人创造更多的就业机会，进而提高促进养育能力，同时降低城市人口密度，降低房价和交通带给年轻人的压力。（尤其现在北京的一些交通压力是比较大的）。 而现在，其实社会在变好的同时，选择也就多了起来，我们不一定非要去生孩子来养老，有些人觉得，不管自己生不生，在未来，老了以后，一样也可以幸福。而不一定非要以生孩子的方式去防老。 而且现在，有人会感觉，生了孩子以后，就没有一定的自由，要操心很多很多的事情，生活的压力接踵而至，而面对生活和工作的双重压力，有些人会因此疲惫不堪，于是为了防止这种情况，也不会去选择生孩子。 还有一个情况是，现在一些适龄的人群是独生子女，而独生子女如果家庭情况好的话还好，而其他的就意味着更多的负担，那个时候孩子就不是快乐的源泉，而是一些压力吧。 所以很多事情是相对的，需要辩证地去看待吧，但我们相信，事情总会在不断地变好。 今日的歌曲，早上日推的《山茶花》，听了感觉挺好听的一首。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"美食","slug":"美食","permalink":"//xiaoye.me/tags/美食/"},{"name":"社会","slug":"社会","permalink":"//xiaoye.me/tags/社会/"},{"name":"顺德","slug":"顺德","permalink":"//xiaoye.me/tags/顺德/"}]},{"title":"不辜负  |  碳中和与半生缘","date":"2021-04-27T14:18:21.000Z","path":"2021/04/27/202104-bugufu-tanzhongheyubanshengyuan/","text":"引言： 怕无归期，怕空欢喜，怕来者不是你。当然在生活中，也要提倡绿色理念，近些天有一个碳中和的词比较热门，而本次就简单了解碳中和的缘来缘尽。说起缘，不过就是人生的聚散离合。缘来，相遇，缘尽，别离。而那些人，长留心底。 碳中和大概是在今年，碳中和这个词逐渐进入了大众的视野，感觉近五年在环境治理上面，是有很多政策的，每年两会都总会有相关提案。 今年两会期间，政府工作报告里提到了“碳达峰”、“碳中和”，这大概是在中美关系之后的又一个热点，这里就以我所了解到的碳中和，来讲讲什么是碳中和，以及我们如何去面对。 碳这里是讲二氧化碳，中和就是正负相抵，达到平衡。这里当然和前几年的全球变暖温室效应也有关，人类不断地排放着二氧化碳，然后再不去采取行动，那么在若干年后，冰山融化，海平面上升，沿海城市将被淹没。同时还会解冻一些远古的微生物，从而进入生态圈，出现一些未知的结果。 近些天，北京也会有很多扬沙，沙尘暴的这种天气，印象中在近几年是比较少的，大概是几年前，在四五月份的时候，北方经常会遇到一些扬沙、沙尘暴。 当然之前有言论说，是因为内蒙禁止挖矿，然后人就变得少了，然后植物也就少一些，于是就将扬沙吹到了北京，当然这种是不正确的，只能随便听听。 排出的二氧化碳或温室气体被植物造林、节能减排等形式抵消，这就是所谓的碳中和。 其实就可以理解排除的二氧化碳，通过一些措施，植物造林等抵消掉。政府当然说，二氧化碳排放力争于 2030 年前达到峰值，在 2060 前实现中和。 达到峰值的这个结果就是碳达峰。 其实每件事情，都是要从多个角度去看待的，不是一朝一夕的事情，近些年也在不断地采取了一些措施，比如尽可能地用天然气而不是煤，尽可能地用清洁煤。在理念上，倡导绿色生活，一切应该以节能减排为目标，落实一些像垃圾分类，限塑这种的基础意识和方式。 当然我们从中，也可以看到很多机会，就像去年刚开始的时候的口罩一样，在政府出台相关政策的时候，就开始关注相关企业，在政策的领导下，这些企业必然收益。反面例子，自然是像阿里，美团这样的垄断。 在比特币挖矿方面，肯定也紧跟政策，越来越合规，越来越环保，也会尽可能地采用可再生能源，其实在之前，会有些论调说，比特币挖矿所带来的能源消耗是巨大的，但其实也只是表面现象，有些地方多余的电也并不能运输到别的地方，而可以通过这种方式去利用。但凡事都应该有个限度，应该在可预见的未来中，这种增长是趋于稳定的。 当然现在很多比特币挖矿矿场逐渐在向国外转移，目前火力发电显然逐渐会被限制的，内蒙新疆等矿场也在不断采取措施，来规范这类型的行为。因此我们甚至可以测算，在丰水期结束之后，会有大量的算力流失，而更多地采用清洁类能源，这同时也是一个好的开始。 有朝一日，我们可以实现净零排放。 半生缘 缘分其实是一种很奇怪的东西，你若相信，那很多都是缘分，人与人遇见的概率真的很低，有可能一直擦肩而过而不知，也有可能是宿命。 有这么一部小说，名为《半生缘》，缘起半生，半生有缘。故事里的主人公，其实很多时候就是有缘无份，面对现实，颇感无力，面对环境，颇感悲凉。 里面也有很多名句，里面会讲房子是一座牢笼，虽然富丽堂皇，但却没有家的气息。以及那句“世钧，我们回不去了。”，也许归来仍是少年，但也不是从前那个样子。 其实这部小说，看似悲情，却是温情。温情的是那种，淡然地喜欢，那一段世钧和曼桢纯洁的感情，笔下的世钧，真的就如黎明所表演的那样温情，温柔。很多小说，其实要结合背景来看，那个战乱纷飞的背景下，车马已属不易，生活也变得琐碎，很多事情，往往不是两个人的问题，而是环境，家庭背景等。 其实，很多时候，会有那种感觉，情不知所起，一往情深，包括世钧自己也不知道，是什么时候喜欢上的曼桢，哪怕对方并不完美，可就刚好合适，两个人要么是性格相近，要么是那种性格互补，在感情上也没有那么轰轰烈烈，就这也平淡而又自然从容，就仿佛在读一些世间故事，听一首好歌一样。 当然在这个故事里，曼璐也不是坏人，是命运与家庭造就的现在的结果，在家庭里，不得不成熟许多，还羡慕着曼桢，难免会有嫉妒心。 如果将世界上出错率的事情进行排名的话，那么婚姻应该是在前列。 人们结婚的理由其实各种各样，有些人为了面子，有些人为了钱，有些人为了爱，有些人为了孩子，有些人因为到了年纪。实际上，结婚不仅是两个人的事情，更是两个家庭的事情，而自传统以来，都会讲究门当户对，这不知挡掉了多少有缘人。 每个人身上其实会有一些隐藏的属性，而只有在某一时刻才能激发，对待那个人，他们自有温柔，风情万种，大概只有跟某些人在一起的时候，才是最好的样子吧。 这并不是一篇爱情小说，更像是生活类型，写的是环境下的命运与抉择，总要经历一些聚散与浮沉，来展现命运。 张爱玲笔下的人物，往往是那种不完美的，会带一些缺憾的，年老男人虚伪好色，年轻女人爱慕虚荣自我欺骗，年老女人充满嫉妒。 有一幕印象也比较深，那便是曼桢在自己工作以后，开始维持着家里生计，也在证明着自己，可以靠着光明正大的工作养活家人，那种独立的气质、感觉。但却和世钧越行越远，在那会以后，就像相交的线逐渐远去一样，回不去了。 正所谓十年生死两茫茫，不思量，自难忘。 今日的歌曲，半生缘，都会遇到灯火阑珊处的那个人。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"缘分","slug":"缘分","permalink":"//xiaoye.me/tags/缘分/"},{"name":"碳中和","slug":"碳中和","permalink":"//xiaoye.me/tags/碳中和/"},{"name":"张爱玲","slug":"张爱玲","permalink":"//xiaoye.me/tags/张爱玲/"}]},{"title":"不辜负  |  赏花人与另一个宇宙","date":"2021-04-26T15:59:21.000Z","path":"2021/04/26/202104-bugufu-shanghuarenyulingyigeyuzhou/","text":"引言： 花是人间四月天，来吃东北地三鲜。有时候还会在想一些另一个宇宙，科幻类的事情，但会觉得现在需要努力解决的问题有很多，包括计算的能力，生物的发展，社科心理的探索。 赏花人俗话说，正是人间四月天，经历了过去漫长的一个冬季，不知不觉中，北京已进入了四月底，仿佛千树万树梨花开。在外面，迎春花，杏花，桃花，玉兰，海棠等依次怒放，此起彼伏，满城尽是赏花人。 此时此刻，外面也有很多野花的身影。 那些喜欢户外的人们，常常会遇到一些山间的野花，而很多是那种叫不出来名字的，百花从中那种不起眼的那一些。 而现在北京很多公园里，野花也是一种标志性景观，比如奥森，陶然亭公园，东小口森林公园，那花海也足以让人沉醉。 我想，现在的人，其实很少有那种可以认出很多花的，大概都没有对其有太多的了解，或者是只了解一些普通的海棠、迎春、牡丹，有时候面对一些花，也不知道其名字。 好在，现在北京活动那么多，如果有闲的时间，甚至可以报名一些活动，对一些景点，比如圆明园，颐和园，法源寺，北海公园，这些，了解一些植物，了解一些野花，了解一些园林遗址，了解一些历史。当然还有一些各式各样的展览。 当然觉得，很多植物自己都不认识，都不熟悉，想起来大学时候，当时有很好的环境接触这些，但却也没有把握住，当时种类也很全，基本上每个上面都有标识，都会有大概的介绍，之后也会考虑去想一下这方面如何去学习，路边美丽的花实在太多了，包括一些树上还有郁金香。 而且现在牡丹和紫藤也正是盛花期，可以去景山公园中山公园什么的去赏花，很多地方就和鲁迅笔下的百草园风景优美，植物繁茂。 当然番外有人说，鲁迅先生在百草园中认错过植物，灵隐路上“皂荚树”被大雨打落黄花。浙大生物系退休教师郑朝宗看到后，指出这些开着漂亮小黄花的大树，并不是大家所说的皂荚树，而是无患子。有趣的是，郑老师还顺带提起，绍兴鲁迅故居百草园内，有一棵标明是鲁迅年少时曾经玩耍过的“皂荚树”，经他仔细辨认，其实也是无患子树。这也是一些辨认的能力。 另一个宇宙有时候在想，其实世界可以更科幻一点，我们的宇宙之外，甚至还有很多很多的宇宙，里面有一些其他特别的生物，他们会想着一些别的东西，在那个世界里，医学应该是已经解决的难题，不再会被疫情所困扰，有着很明确的应急响应机制。 在那个世界里，一切都将智能化，甚至于高度智能化，每个人（或者生物）都安居乐业，那里没有各种隐私泄露的事情，对数据有着严格的把控，也不会出现像特斯拉这种事情。 其实也不算是那种理想化社会，就是比现在要更先进很多，解决了很多世界性难题，人类（或者生物）也不用为了自己的生活所担忧，可以全心地实现人生价值和享受生活。 这么想来，现在世界性难题有太多太多，比如生物上的突破，计算上的能力，社科上的探索等。技术是用来解决问题的，而不是创造问题的。包括互联网，计算机，人工智能，基础设施，其实诞生的时间也没有超一百年，所以未来的想法应该是有很多，可以做的也很多，每个人都可以从中贡献出自己的力量。 有些行业，可谓是日新月异，技术创新，此起彼伏，最终应该的目标是解决存在的问题，不断刷新人类的认知。 而在目前的发展来看，依然永远是要有对大自然的敬畏之心，包括病毒都会开始第三波变异及攻击了，很多事情是需要有平衡的心态，状态，所以千万不要有傲慢之心。 今日的歌曲，南屏晚钟，那种听起来很自然的歌。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"理想","slug":"理想","permalink":"//xiaoye.me/tags/理想/"},{"name":"赏花","slug":"赏花","permalink":"//xiaoye.me/tags/赏花/"},{"name":"科幻","slug":"科幻","permalink":"//xiaoye.me/tags/科幻/"}]},{"title":"不辜负 | 路遥的人生","date":"2021-04-25T15:58:21.000Z","path":"2021/04/25/202104-bugufu-luyaoderensheng/","text":"引言： 年少不听李宗盛，听懂已是不惑年。年少不知人生味，看懂已是过来人。晚安，不辜负。 李宗盛每个人都有一个心里的李宗盛，别人说，年少不听李宗盛，听懂已是不惑年。所以有一段时间，很不想去听李宗盛，自己觉得自己的经验不多，总是害怕去懂人生。 有时候，感情不就是你情我愿，最好爱恨扯平两不相欠，感情说穿了，一人挣脱的，一人去捡。就和之前的一句话一样，初闻不识曲中意，再听已是曲中人。他的歌里，不去讲那些人生的道理，而是以一种过来人的心态，陪我们经历人生苦乐，觉得人生值得。 有人说，人生不值得。但是人生充满无限可能性，总会有自己独特的理解。其实他的歌，听过的不多，只有《山丘》，《给自己的歌》，《凡人歌》，就是那种和岁月做朋友，跟时间做朋友的感觉，将岁月的过往，投入感情，写入歌里，以那种成熟的嗓音，诉说着自己的真实感悟。 那个年代的歌手，通常没有现在大红大紫，没有现在的一些架子，投入真性情，唱着一些属于我们普通人的烦恼，不抱怨，却可以有所反思。也需要一定的经历，很多歌手在成名之前，做过很多辛苦的工作，是只小小小小鸟，想要飞呀飞，却也飞不高，有的遇到了贵人，慧眼识人，一举成名，这便是幸运的。 他会以那种感染力，去道出人生的另一种哲理，那就是，要珍惜那一段听不懂的时光，一旦听懂了，那便是风雨过后的平静。 现在总感觉时间很快，快到无法停留，有很多道理，明白得太迟。到头来，时间却是伟大的治愈师。 那历尽沧桑的歌声背后，有一种繁华阅尽的平静，又像是一个受伤的少年，就像这个客栈一样，讲着从前的一些故事，让诸位听众，可以休息片刻，继续看人生的风景。 往事不要再提，人生已多风雨。 路遥的人生 路遥在 1982 年的时候，出版了人生，而其在十年之后，谁曾想，因为疾病在西安逝世。 这部《人生》，描写了一个农村知识青年的人生追求和曲折经历，其实感觉这些和作者当时插队，务农时期的经历时分不开的。那个时期，很多事情也不随自己的心愿，但总是会有革命友谊，会有真诚的情感，大家都是那么辛苦，不太会去欺骗别人，多年以后，依然会想起这段感情。 这本书，自然是经典的，展现出来的，是那种复杂的人性，每个人都不是那种完美的，有年轻有抱负有理想的青年，但之后面对现实，认识到了与理想的差距。 那个人生，是那个时代很多卡在城市与农村，理想与现实之间农村青年的人生缩影，当时没有现在信息传递这么快，还是抚慰了无数的心。现在其实机会要更多，机会还是属于更多的后浪的，哪怕是在农村，依然是有像手工耿这样专注于兴趣的人，坚持着理想。 看了《人生》，自然会对社会有新的认识，开始思考自己的人生。 我们必须要警惕自己内心的恶，以及他人动机中的恶。 今天本来是想分享三个话题的，但由于有些事情，影响了一些计划，因此今天只有一千余字的分享，之后会重新读一读《人生》，再写一些感受吧。 今日的歌曲，朋友吧，社会里什么比较珍贵，那便是朋友。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"理想","slug":"理想","permalink":"//xiaoye.me/tags/理想/"},{"name":"阅读","slug":"阅读","permalink":"//xiaoye.me/tags/阅读/"},{"name":"李宗盛","slug":"李宗盛","permalink":"//xiaoye.me/tags/李宗盛/"}]},{"title":"不辜负 | 脑中的大象与理想，盛唱","date":"2021-04-24T14:25:21.000Z","path":"2021/04/24/202104-bugufu-naozhongdedaxiangyulixiangshengchang/","text":"引言： 有些人向往着乌托邦式的理想与爱情，现实中那种却是永远不可能达到的，但我们还是会有脑中的大象这种现象，试图通过自我欺骗，隐瞒自己的一些动机，竞争是常态，欺骗也是常态。而我们应该在相处中，更加真诚，不忘初心，寻求更多精神上的慰藉。 脑中的大象今天的讲的，跟着上上篇，继续讲一些脑中的大象的故事，之前以一些例子，讲了一些竞争的关系，今天试图以自我的视角，来讲一些欺骗。 其实在自然界，也有很多欺骗的例子，有些动物会有保护色，将自己的外表伪装成与环境类似的颜色，从而躲避天敌的诱捕，这也是一种正常现象吧，按照进化论的一些知识，通过不断地进化，适者生存，而不适者被淘汰，这似乎是一种本性，不是后天培养的，是与生俱来的。 当然，人类这一物种也不例外，当一个人从欺骗中获取到了甜头，即使是有规则的存在，但还是有逃避的办法，有句话这么讲，上有政策，下有对策，为什么会有对策，因为这种对策可以得到一定的利益，就比如前段时间去阿那亚，那边的规则是只有业主和提前一周预定的才能进，这种防御机制是为了社区的利益，而还是会有一些人，以黄牛的形式，来引导一些游客，告诉他们，只需要一定的资金，就可以绕过这一规则，当然愿打愿挨，后来走了绕远的沙滩，绕开了守卫的防线，进入了社区。 而我们有一结论，我们不仅会欺骗他人，而且会欺骗自己，大脑会将一些信息，习惯性地忽略关键信息，甚至将其颠覆，而这也是很多计算机无法学会地一件事情，计算机更多地看重大局观，而大脑，会和感官结合，通过观察我们所处地世界，拒绝直面现实，放大一些事情，不断地强化自我理念，从而形成一套自我防御机制。 自我欺骗，其实有很多例子，在健康领域也很常见，明明有一些关于自己自身健康的关键信息，但还是会选择忽略，潜在意识中，有些问题，没那么重要，所以人的大脑在处理外界的信息是不合格的，或者是有这样的例子，自己很想戒除一些东西，但因为一些诱惑，来自我欺骗自己，试图与自己和解。 在传统角度，自我欺骗是一种防御性行为，之前的一些心理学家认为，自我欺骗是自我保护的潜意识的策略，是通过这种防御机制来缓解焦虑。就比如一个消极压抑的人，在面对了世界上的痛苦以后，认识到了自己的性格，然后开始在别人的帮助之下，试图通过积极性治疗，自我欺骗，（这里并不是贬义）。 当然欺骗有的时候，也是不好的，比如两个人在相处的过程中，一方有了出轨的想法，但没有坦诚地面对，而是选择欺骗对方。 其实用新的一些角度来分析历史上的事情，好多不都是一种欺骗嘛，纵然前世多么风光，但也会遇到无奈的时候，通过与自己的和解，对自我的欺骗，一种罕见的自信，洋溢着无尽的豪气。 自我欺骗不一定是坏事，脑中的大象也未必不好，所以我们还是要理性看待。 乌托邦理想有人说，乌托邦是理想式的，甚至是空想式的，乌，是没有，托是寄托，邦又是国家。在那里，一切美好，人人平等，没有压迫，仿佛世外桃源，人与人之间不用讨论房价，不用攀比，也没有那么多意难平，这是一个理想的社会，但偏偏目前来说无法到达，以目前的状态，越行越远。 其实乌托邦更多的是文字里的，大概是四五百年前，莫尔在 1516 年写成一本《乌托邦》，当时正值地理大发现，新航路，新时代，欧洲人同时在解放思想，打破过去的一些成见，而他在书中，描绘了一个理想式的社会。 而这个世外桃源，刀枪不入，偏于一隅，航道未知，城墙坚固，易守难攻，几乎无法到达，一方面打消对这种疆域探索的念头，只存在于理想之中，试图作为当时的目标，另一方面，是一种空想主义，逃避现实。 但事实就是，世界上有太多的欲望，恐惧，黑暗，虚伪，就和窦唯的《高级动物》所讲的一样，荒诞而飘忽，现实与人性，充满了麻木，讽刺，冷漠，而我们还要在这世界里，温柔以待，真诚面对，人也不能总是接受一些悲观的事情，还是要相信一些美好。 其实有些东西，是比较小众的，很难进大家的视野，每天一些个性化推荐，就帮我们过滤掉了很多东西，再加上越来越加现实，所以很难有所思考，很难静下心。 有些东西，放在现在都不会过时，乌托邦如此，黑梦亦如此。 诗与歌盛唱前几天看到了草莓音乐节的活动，不过说实话，没有太多想去的欲望，那些人都不是太熟悉，不过还看到了北戴河蔚蓝海岸有热浪音乐节，请了黑豹乐队和张楚，其实张楚更加熟悉一点，在音乐的世界里，他的风格更像一位现代诗人。 这节标题本来是诗与歌的盛会，取自 4 月 29 日晚，美术馆后街的一个活动标题，来讲诗与歌的探索与融合。但后来因为试图去押韵，改成了诗与歌的盛唱。 今天的诗歌，往往指的是一些文字，而在古代，是两种不同的文化，歌更多的是乐，就和之前老师讲的那样，宋词更多的是以唱的形式，但可惜没有流传下来资料，颇为遗憾，而现在，越来越多的商业化，越来越多的碎片时间，侵蚀了年轻人的内心，我们在越来越缺乏着想象力和更多的可能性。 现在觉得，那些厉害的人，不只在一个领域做到极致，而在多个领域都有所建树，之前有那种，科研搞得很厉害，别的爱好也很强，过着自己不一样的人生，享受着艺术带来的自由与轻盈，享受着那种不羁。 现在可不能小看一些后浪，后浪之心，足以敬畏，接受了很多不一样的事物，在很多领域吊打着一些人，而还那么低调，其实总结而来，就是一种，保持纯真，不忘初心。 我们以后会有更多的工作被 AI （人工智能）所替代，而在可预见的未来，不会被替代的是人性，抛开一切的烦恼，抛开一切的压力，享受美好的事情，感受更多的魅力。 今日的歌曲，日推里的快乐老实人，其实不要说那些老实人不解风情，只是另一种浪漫，为人处事，真诚不欺骗。 当然昨天有人讲这个排版不是很好，阅读体验不是最好的，这个是今年的一种风格，一开始变成了这样，后期会试图去变通，当然需要一定的时间，目前还没有专门的时间来思考这些，而会关注内容一点。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"理想","slug":"理想","permalink":"//xiaoye.me/tags/理想/"},{"name":"诗歌","slug":"诗歌","permalink":"//xiaoye.me/tags/诗歌/"}]},{"title":"不辜负  |  如何高效地阅读与财富密码Chia","date":"2021-04-23T14:25:21.000Z","path":"2021/04/23/202104-bugufu-ruhegaoxiaodeyueduyucaiwumimachia/","text":"引言： 人类的悲欢并不相通，人类的信息并不自由。如何在这里找到我们需要的东西和财富密码，需要我们有一定的辨别力和直觉，在阅读中以一种高效率的方式与作者对话，从而锻炼自己的表达能力，减少社交焦虑。而现在为什么硬盘频频涨价，请看 Coinbase 等币圈投资的 Chia 项目。 世界读书日之前有篇文章讲过，书中自有颜如晶，啊，不对，颜如玉，书中自有黄金屋。今天很多公众号，写了读书的主题，主要是因为今天世界读书日。其实这里也不想去劝别人读书，不说读书的重要性，也不去推荐些书单(书单主要还是看领域)，就是讲讲结合自己的一些经验，如何高效地阅读。 世界上有太多太多的信息，书籍也不例外，记得光古代的一些书籍，电子版的就达几百 G 之多，现在的人不可能都读一遍，只能投其所好，选择自己喜欢的，从自己喜欢的开始进行阅读，然后开始有新的目标，开拓人生。 最好的成长，就是阅读一流优秀的内容，这一点，我想应该都深有体会，那些优秀的内容，都是经过很多提炼的，一个人的差距，往往是在业余时间体现的，业余时间适当进行游戏无可厚非，但沉迷于此，就减少了工作、学习和睡眠的时间，而读书和不读书的实际差异也比较大，体现出来的气质也很不同，书籍里包罗万象，能找到很多想要的东西。 其实，现在的阅读成本也低了许多，有各种各样的电子书，有各个大佬推荐的书单，有各式各样的读书活动，不像以前，读的书更多地需要靠自己去买，自己去借。今天中午的时候，有在和别人回顾自己的过去，大学时期，现在想来，还有一段时间，是在图书馆中度过的，那个图书馆一开始计算机类的书比较旧，很多都比较过时，除了一些汇编的书不过时以外，其他的很多没有参考价值，但后来还是赶上机遇了，开了一个新书阅览室，里面的书就是近十年出版的，就比较新了一些，虽然不是特别全，（当然只是说自己专注的领域），但是还是有好几本比较经典的书的，再加上自己从网上再买一些图书馆里没有的，就足以。 一般图书馆平时人不是很多，（期末有时候还约不到），然后带个水杯，带个书包，在没课的时间，可以一坐一下午，现在想来，没有这种日子了，颇有些怀念之感，可能不会在书里获取到什么太多的东西，但它给的提升还是很多的。 很多书籍，其实看目录，就知道整本书在讲什么，现在还可以加上别人的推荐语（似乎也可以理解成好评），通过这两个，其实很快地可以区分是不是那种优秀的，是不是那种想要读的，读完是不是有收获，当然有一些书是属于那种，xx出版，必属精品的，没怎么出版过一些质量差的书，（计算机领域的机械工业，清华大学，电子工业，图灵，当然还有 O‘Reilly 的都很经典）。 阅读的原则，阅读其实是输入转化成输出的过程，比如科技类的，就会是构建知识体系，而比如社科的，就会是通过想象力，将自己的和作者联系起来。其实阅读，不仅仅是为了获得信息，而更多的是提炼出其中精髓的信息。 在阅读之中，也要学会记笔记，书，很多都是作者的经验之谈，当然似乎在笔记这个领域，康奈尔是无敌的，不了解的可以百度一下具体的方式方法，当然有些科技类的书籍，不仅需要认真读，还需要更多的实践，通过一个个实验，来巩固自己学到的东西。 其实，阅读的原则基本是以下一些内容，通过想象力，以艺术的形态，将自己的大脑与作者的大脑连接起来，通过一些大脑的感受，（这里为什么不是心，我想更多的是大脑去接收这些信息，接收以后才会慢慢地到达心的境界）。和自我的发展一样，要更多地做那种 T 字形的人才，既要一个领域或者多个领域深的阅读，也要进行广泛的阅读，有些书，没必要一开始就要把它搞懂，甚至可以进行跳读，只看那些对自己有帮助的部分，这也是一种甄别信息的能力。 在阅读的过程中，我们可以获得更多的想法，感受社会的气氛，而读书笔记，也是一种加工的过程，也是一种锻炼自己的表达能力的过程。 不管什么领域，打游戏也是一样，量变可以带来质变，假如一年读 100 本，三年便是 300 本，这样也可以丰富自己的世界。不断阅读，不断练习，这样才能达到最好的效果。 其实读书的快慢，也是有差别的，自身已有的背景知识不同，效率也有不同，也是一个从厚到薄，再从薄到厚的过程。这在机器学习领域，有一个词叫迁移学习，这种方法，也是值得学习的，通过一个领域的知识，迁移到另外一个领域，使得另一个领域也能够取得很好的效果。就比如我们学习了计算机类的书籍，这时，看别的一些工科的书籍，就会容易一些，似乎有了章法。 阅读与学习是一生的事情。 自己的书单，之前大部分都是计算机类的，很多都是那种经典的，最近也接触了一些不同的书，有时间的话，也要更新一些书单。 社交恐惧症我们可以在一些社交网站，社交应用里经常见到这样的自我介绍，自己有点社恐，有点慢热，陌生人面前话不多。 其实这种社恐，如果影响到生活，那么是一种疾病，以那种过分地惧怕外界一些客观事物或情境为表现。 这种类型，其实和内向是有很大区别的，社恐是那种，想要去社交，但是因为害怕，而不敢去社交，而在网上去和别人沟通，内向的人只是更多地喜欢独处。 当然这种有时候会影响到心态，容易转化成自卑的因素，在治疗上，也是药物和心理治疗相结合，心理治疗应该更多一点吧，首先是没有很好地认识自己，其实自己并没有那么重要，也没有那么特别，在这方面就需要完全认可自己，接纳自己，承认自己是会有一些地方不完美，但是会越来越好的。 在心态上，他们其实渴望别人更多的关心和关注，然后他人的评价决定了他们的自我价值，其实最了解自己的人，是自己，他人只能从一些表面现象来认识这个人。 其实现在很多自称社恐的人，还远达不到社交恐惧症的级别，而只是一种交往焦虑，只是自己没有太多面对陌生人的经验，不知道如何去接话，不知道如何去开启话题。久而久之，会让自己觉得，自己没有那么活泼，善于交往，而就更喜欢独处，看剧，自己打游戏（cp打游戏的一律烧死，消磨一个人的时间也就够了，还要两个人）。 有些时候，可以通过积极心理学，来改善这种焦虑。 Chia最近这个币还是很火很热门的，刚好最近一个网站推送了一篇 Chia 的文章，以及吴说区块链推了一篇 chai 的云算力的快讯，于是就看了看白皮书和 FAQ，有了一些理解。 以太坊也要在不久的将来，从 PoW 的方式转变成 PoS，可以降低不少能耗。而最近这一种币，引发了固态硬盘在市场上的短缺，引起了硬盘的价格上涨，就像显卡的短缺一样。 Chia 的发明者就是 BitTorrent 的发明人，自然对分布式文件协议了解很多。 主要的思想，是通过空闲的硬盘驱动器空间，来达到“空间证明”，当我们把机器接入 Chia 社区，（也可以是一种挖矿的过程），Chia 协议就会往空闲的硬盘里写入一些信息，内容与写入的时间。并且与之后进入的网络的用户，被写入的信息相关，所以可以被完整校验，以及避免篡改，写入的硬盘足够多的时候，也就会向之前写入的信息的硬盘分发加密货币。硬盘越多，收入也就越多。 Chia 的挖掘者，不叫矿工，而是叫农民，（这和流动性挖矿早期的概念类似），一旦这种货币价值变高，那么硬盘就会变得短缺，尤其是大容量的硬盘，供不应求，就会形成涨价的局面，当然阿里云等厂商的机器也会被用来挖矿。 那么它有什么优势呢，主要是以下几点，p2p和分布式存储的创始人，拥有顶级机构（Coinbase）投资，技术集大成且落地清晰（这里可以参考 IPFS 的一些东西），拥有宏大的愿景，全新的区块链底层。 当然现在还算是早期，算是预挖阶段，可以下载相关的东西自己挖挖看，在 5 月 3 日才会开通转账功能，每个项目都是很早期的人开始赚钱，（项目是2017年左右创建的，经历了一个牛熊周期了），然后开始跌一波，然后再入场，拉长一段时间，就会有一定的收益，尤其是现在牛市的时期。关于产量，可以具体看其的释放计划。也是一种通缩类型的货币，但可能有实际价值，（依然投资需谨慎），在选择的时候，要相信靠谱的人和组织机构。 今日的歌曲，日推里的不是我不小心，好像前几天在吃石器时代的时候，有在听到这首，但当时就一直忘记名字了。寒江孤影，江湖故人，相逢何必曾相识。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"阅读","slug":"阅读","permalink":"//xiaoye.me/tags/阅读/"},{"name":"Chia","slug":"Chia","permalink":"//xiaoye.me/tags/Chia/"}]},{"title":"不辜负  |  屋里的大象，极简的三宅一生","date":"2021-04-22T14:44:21.000Z","path":"2021/04/22/202104-bugufu-wulidedaxiangjijiandesanzhaiyisheng/","text":"引言： 生活中，人会有一种隐性动机的存在，也算是一种自我欺骗，而如何认识这种现象，如何更好地利用，从今天开始会通过一些例子，来讲述心理上的这种行为。那么如何提升竞争力，开始做减法，进行极简的主义是不可忽视的。 屋里的大象屋里的大象，（好像也可以说是教室里的大象，厨房的大象，客厅的大象），是一个最近看到的英国谚语，它用来形容一个明明存在的问题，却被人刻意地回避和无视的情形。 字面意思是，屋子里有一个大象，但是我们都忽略了它，没有去公开讨论它，大家都看到了这只大象，却集体保持沉默，也称之为合谋性沉默。 其实在大脑中，也会有这样一个大象，明明一直存在，但却是一直忽略，不愿意正视它。这是由房间里的大象引申而来，来指的是那些被我们选择性无视的大脑运作特征。 这有时候，也可以看成是一种自我欺骗。每个人在独处的时候，都是真诚的，不带任何对自己的欺骗，而当有别人出现了以后，虚伪也随之而来。 那到底什么是我们脑中的大象呢，是自私，还是动机，还是竞争导致的。有的时候，会感觉很难看透一个人，一个人的外在往往是他想表达的东西，而他的一些个人想法，主要还是得从这个人行为和动机来分析。 就和之前说的，很多东西都和进化有关，人类是一种动物，通过长年的进化，才到现在这样，到底为什么会隐藏内心的一些动机，为什么会有大象。 在生活中，有时候会觉得合作与竞争是与生俱来的，从很小的时候，就开始进行人际交往，包括在幼儿园，现在也通过一些游戏，来培养孩子们的团队精神，强化孩子的合作意识，从而在未来可以更好地融入社会。然后在成长的过程，因为有了不同的排名，于是就开始了竞争，包括各种各样的考试，当然竞争也是一种双刃剑，良性竞争是一种新的选择和机遇，但不正当的竞争就会造成垄断，从而形成一些恶性事件，（比如最近的特斯拉事件）。 在竞争中，不仅有利己的行为，还有一些利他的行为，比如一只狮子费尽体力去捕获了一只羚羊，而其他没有参与捕食的狮子有更充沛的体力。它们在分享食物的竞争中会更有优势。但如果草原上有很多个狮群，有的狮群中利他的狮子多，有的狮群中利他的狮子少，显然有更多利他狮子的狮群，会因为有更加充足的食物，变得更强壮，在草原上各个狮群中的更具竞争优势。按照自然演化法则，那些只有少量利他狮子的狮群将被淘汰。 利他行为的初衷是很多的，有的是出于自己的私利，有的就是纯粹地帮助别人，就好比做慈善，有些人为了出名，而有些人是真的愿意去帮助别人。 在竞争上，人更愿意接受多种竞争方式，比如在快乐中竞争，比如在合作中竞争，就好比阿里和腾讯在某些领域也会进行合作，进行联盟，来互相进行保活，然后达到自己的目的。 今天其实算是开始讨论自我欺骗，通过一些例子，来引发对竞争性利他的思考，我们通过一些自我欺骗，或者自我伪装，利用一些利他的行为，也可以达到自己的目的。 人的大脑可能天生就是自私的，在学习这些的过程中，承认这种的两面性，探寻其中的一些心理上的动机，从而揭示我们心中或者脑中的大象。 三宅一生之前有篇有提到乔布斯，说起乔布斯，可能也会和一个牌子联系起来，那就是三宅一生。今天正好买了一个他们家的手表，那种极简主义的风格，加之黑色的沉稳，希望可以与众不同。 为什么乔布斯会喜欢这种三宅一生的衣服？我想也有几个原因，一个是三宅的衣服比较注重简约与科技感，这和苹果的一些理念是有点一致的，但简约而不简单，三宅的衣服通常在质料，禅学上有自己的理解。 在日本，时尚界最重要的服装设计师有三位，山本耀司，川久保玲，三宅一生。前两位应该都很熟悉了，三宅一生以那种极具空间感的设计，融合了东方温柔婉转的含蓄，无论是东方还是西方，都大受欢迎。 正因为这些设计师的存在，我们的世界才变得更加美好，也正因为他们的眼光和高要求，我们也就有更多的选择。 在日本的一些时尚杂志里，也有很多极简风的存在，包括一些 app，比如 wear 什么的，里面很多也是那种极简风，没有华丽的装饰，就以简单的搭配，舒适而不失格调，展现那种优雅之美，总之，给人一种返璞归真的感觉。 这和日本的历史也有关，日本历史上曾经有一段经济高速发展期，后来，经济泡沫开始破灭，很多人开始背上了债务，（同时也是房子泡沫的破灭，以后有机会可以细讲），日本人意识到，追求物质生活并不能带来什么幸福感和安全感，于是就开始倾向于极简风，颜色也比较基础，只有黑白灰，材质多为棉麻。 乔布斯在 1998 年到 2010 年的苹果发布会上，几乎是一种统一款式的套装，这一套便是标志性的黑色高领毛衣，Levi‘s 的牛仔裤，New Balance 的运动鞋。 李碧华网上今天有一个段子： 事情很简单，老师上课讲课，说了一句“李碧华的《活着》”然后我在下面和室友小声（我以为）说：“《活着》不是余秀华的吗？”结果说完后我突然觉得不太对劲，但又不知道哪儿不对，抬头一看，我和老师对视了，彼此尴尬地笑了一下后来我回去一查，发现《活着》是余华的😓 评论也很有意思： 李碧华，那不是老干妈吗，结果查了一下人家叫陶华碧。 当然这就引出了这节主题，李碧华，香港作家，可能更熟悉她的作品改编的一些电影，比如《霸王别姬》，《胭脂扣》，《青蛇》等。 相比许鞍华（不过许鞍华没有改编过她的作品），她更低调很多，大家可能对她的样貌，身世，都不清楚，但是到各大书店，依然会看到她的一些作品，比如生死桥，青蛇，胭脂扣等。 在霸王别姬里，感慨“人生如戏，戏如人生”，而她其实更擅长于写镜花水月的事情，里面不是那种肤浅的青春恋爱小说，不是那种琼瑶那种令少女心泛滥的那种，而是更多人性相关的思考，笔下的女性，通常更理想主义一点，如花为了十三少，一直等了五十余年，菊仙为了成全小楼，不惜自我牺牲；笔下的男人，更加现实，也更加自私，更无知，比如许仙的懦弱，段小楼的不懂。 这我想也是一个风格，好的作家，不是模仿别人出来的，而是有自己的风格，正如当年古龙，一开始模仿金庸写一些东西，总会觉得没有那种味道，而开始自己的风格以后，读者才会越来越多。 今日的歌曲环节，好像没有分享过新鸳鸯蝴蝶梦，慕然回首，身世浮沉雨打萍。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"自我欺骗","slug":"自我欺骗","permalink":"//xiaoye.me/tags/自我欺骗/"},{"name":"极简","slug":"极简","permalink":"//xiaoye.me/tags/极简/"}]},{"title":"不辜负  |  宜兰好风光，依赖感与言必行","date":"2021-04-21T14:50:21.000Z","path":"2021/04/21/202104-bugufu-yilanhaofengguangyilaiganyanbixing/","text":"引言： 总有那么些地方，是值得住下来细细品，今天介绍一个比较小众的地方，台湾宜兰，有着田园式的风光，有山有海有树林，在城市建设中，算是那种宜居类型，同时也比较适合观光，感受人文荟萃，环境清新，适合人们生活。 宜兰在想有没有那种，既有山，又有海的地方，大陆地区，海边通常山比较少，山多的，几乎看不到大海。 而有这么一个地方，台湾宜兰，三面环山，一面朝海，既有茂密的森林，又有绵长的海岸线，在季风的吹拂下，伴随雨水湿气，人称竹风兰雨。有山林，有沼泽，有平原，可以感受到有山有海，没有城市的喧嚣，只有宁静的乡下。 为什么会想到这个，主要是突然想到关注的一个 YouTube 博主 IngridChen ，在今年春节左右的时候，曾经在宜兰拍过几期的 vlog，对此印象比较深刻，加之今天想写的逃避型人格或者依赖感的事情。 觉得有些人应该会向往那种世外桃源，但其实桃源也要比城市要落后很多，同样也老年化一些，（年轻人都去台北唱着鹿港小镇了），是那种山清水秀宜人又闲适的地方，可以悠哉悠哉地过日子的那种。 就和上篇那种空山新雨后的田园生活那样，在宜兰市的城市规划里，采用了由田园城市理论发展而来的”城市组团体系“，创造了田园城市的一个台湾版本。 台湾的玩的地方其实也不少，比如台北、花莲、台东，（台南更多原住民一些），以及自己心念的桃园，但不得不说，宜兰是那种很特色的县城，同时也是台湾绘本家几米的故乡，所以也可以在网上看到一些很温馨的建筑及景观。 在交通上，也不是算特别麻烦，在台北和宜兰之间有客运联络，旁边还有罗东等县，距离台北五十多公里，甚至包个车也可以的。 宜兰还有一些出名的是，温泉和田园民宿，附近有很多像太平山一样的地方，爬完山以后，泡个温泉，泉质清澈，无色无味，浴后滑润舒畅，便是享受。 当然领略山林文化以后，还可以感受大海的美好，传说当年郑成功率军途径此地，突遭一只大母龟来袭，郑成功一怒之下，拔箭将它射伤，母龟逃至海上化作龟山岛，岛的西南方另有一座小屿，初一十五潮差较大时浮出海面，名为龟卵屿，据传就是巨龟产下的卵。也有人说龟山岛原本是海龙宫里的龟将军，因和龙公主私恋，触怒了龙王，遂将龟将军变作龟山岛，公主则化为兰阳平原，朝夕遥遥相对，永无相会之日；然而这个凄美的故事，在看风水人的眼中，却是风水上“龟蛇守海口”的风水宝地。（这里引自百度百科） 宜兰人与龟山岛长年相伴，风雨千变万化，已经融入日常的生活中。 吃的方面，宜兰有鸭赏、胆肝、蜜饯和苏澳羊羹，合称宜兰四宝。 鸭赏，是那种赏口的小菜，由鸭皮、鸭胗和葱、姜蒜，经过短暂大火爆炒，达到脆而不腻的效果，算是比较道地的家常菜。 另外还有肝花，是宜兰非常有特色的一道小吃。它是以瘦肉或内脏、鱼浆、荸荠为主料，加葱花、葱头等配料剁碎，再裹以豆皮炸制而成。因当时人们以猪肝为主料，故名肝花。 总的来说，这里既有海鲜，又有米粉羹，还有熏鸭掌，熏制的猪肝，芋泥，牛舌饼等。当然一部分食物，在厦门也有，也能品尝得到。 依赖感在关系上，有些时候，不是那种你情我愿，确是产生了一种依赖感，将自己的价值建立在他人的价值观上，觉得自己缺少了些什么东西，在心理学上，这也是一种正常的现象，是我们从小形成的，小时候，对于父母的依赖，长大以后，对于他人的依赖。 凡事都要有个度，过度的依赖总是不好的，会使得关系失去平衡，假如失去了那个依赖的对象，在状态上，就变得有点伤心，孤独，产生一定的念想。 其实依赖感也没错，问题也不在于此，我想问题，是在于我们太依赖感受了。 好的感受的确有利于自身，但却不是所有的。包括一些诱惑，甜食的诱惑，奶茶的诱惑，甜食使人开心，但是吃太多，又会有健康隐患。 我想当时，达尔文也没有想到，自己的进化论，在之后会用到很多方面上，甚至用在心理学上，人是进化的产物，为了繁衍，我们就得好好求发展，变得优秀，淘汰一些坏感觉。 所以在生活中，也不要过分依赖感觉，感觉有时候不一定是对的，面对不好的情绪，不要固定化思维。 如何减少对别人的依赖感？方法应该有很多，比如转移注意力，看看一些电视剧，看一部综艺和电影，或者是去学习，学习自己喜欢的东西，刷一会儿抖音，打一会游戏。 以自我为中心，首先要好好关心自己，找一些自己觉得有意义的事情，并开始去做。 一诺千金有句话，这么讲的，言必行，行必果，果必信。 在以前年轻的时候，有那么些时间，没有意识到这些的重要性，最后当然结果就不是很好。现在想来，确实很多是自己的问题。 在孔子与徒弟子贡的一次对话中，孔子说了“言必行，行必果”，不管做什么事情，要言而有信，答应的事情，就应该要做到。但在这后面，还有 6 个字，硁硁然小人哉，这却是鲜有人知的。硁硁是代表固执的人，这里的小人，是那种没见识的人。所以合起来的才是其本意，说什么做什么，这不是君子的本意，而应该是不那么固执，发现错的问题，及时认错，随机应变。 全文是这样的。 子贡问曰：“何如斯可谓之士矣？”子曰：“行已有耻，使于四方，不辱君命，可谓士矣。”曰：“敢问其次。”曰：“宗族称孝焉，乡党称弟焉。”曰：“敢问其次。”曰：“言必信，行必果，硁硁然小人哉！抑亦可以为次矣。”曰：“今之从政者何如？”子曰：“噫！斗筲之人，何足算也？” 后来孟子引申说：“大人者，言不必信，行不必果，唯义所在。” 当然，也告诉我们，不要去过多地迎合他人，守信是美德，但需要一些深层次的思考，不知变通，便是那种浅薄固执的人，庸者而已。 题图来自 / pmshkung0929@flickr 今日歌曲，今天日推的烟雨凄迷，意境凄美迷茫，大概只有 Danny 可以唱出那种感觉。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"宜兰","slug":"宜兰","permalink":"//xiaoye.me/tags/宜兰/"},{"name":"旅游","slug":"旅游","permalink":"//xiaoye.me/tags/旅游/"},{"name":"风光","slug":"风光","permalink":"//xiaoye.me/tags/风光/"},{"name":"依赖感","slug":"依赖感","permalink":"//xiaoye.me/tags/依赖感/"}]},{"title":"不辜负  |  苹果发布会前夕","date":"2021-04-20T14:23:21.000Z","path":"2021/04/20/202104-bugufu-pingguofabuhuiqianxi/","text":"引言： 空山新雨后，绿树村边合。其实那种田园生活，不是逃避，而是热爱，甚至于就像苹果公司创始人乔布斯所说的一样，热爱才可以在困难中坚持下去。而面对困难，我们又要有痛并快乐着的想法与态度，收获失败，充满执着，不断历练。 苹果发布会今天晚上其实是苹果的春季发布会，当然每次发布会，都没有去熬夜去看，就只是第二天去看一些新闻媒体的总结性文章，以及可能有的天才小熊猫。 今天其实也不算是讲发布会，在高中的时候，有在读过《乔布斯传》这本书，其中有一些故事，这里算是分享分享，然后感受乔布斯那种完美主义人格。 首先是乔布斯的个人的人格魅力，他对人性的理解其实比较深刻，（应该可能熟悉一些心理学的东西）。 在 1983 年的时候，苹果公司需要一位懂销售的市场管理人员，于是就想到了当时为百事工作的 ceo 约翰斯卡利，但是斯卡利很忧郁，直到乔布斯说出了那句著名的话，你是愿意一辈子卖糖水？还是想改变世界？这句话说服了斯卡利，加入了苹果，担任 CEO，虽然后来与乔布斯产生了不合，将乔布斯赶出了苹果公司，但他依然觉得苹果的产品是在市场上做的最好的。在内心上，还是对乔布斯充满敬佩之心。 包括早期的沃兹尼亚克，都愿意将自己的信任放在乔布斯上，投入自己的时间和精力，我想这也是个人魅力吧。 乔布斯其实是那种很强势的人，敢于追求自己想要的，并且充满理想主义，后来面对 Android 这种后起之秀，也大加批评。 在其小的时候，也对电子器件很感兴趣，有一个车库专门鼓捣各种玩意，包括什么频率计算器，甚至对汽车的一些内部工作原理很感兴趣。有一次，他缺少了一个电子器件，就自己找到当时惠普公司 CEO 的电话，直接打电话说需要这个器件，并且也真的得到了，CEO很耐心地接听了乔布斯的电话，并和他聊了近 20 分钟，除了答应给一些电子元器件之外，还答应其去惠普实习。 这也是一种专注的表现吧，知道自己想要什么，因为如此，不断地迈向自己的人生目标。 包括大学辍学的事情，也是觉得大学给不了他什么东西，没有考虑更多，只追寻自己的内心，这也是一种禅的思维。 在苹果公司的时候，其过于追求完美，追求极致的用户体验，在制作 Ipad 2时，乔布斯觉得人们用的保护套遮盖了 iPad 的线条，也削弱了屏幕的效果，于是督促员工制作了一种轻薄的磁铁保护壳，获得了很多赞赏，现在应该很少有这种 CEO 去过问如此细节的事情，也反应了他那种完美主义的人格，不愿意妥协现状，克服困难才是想要的。 当然，好像还有一个著名的演讲也很值得去观看，那是 2005 年的斯坦福大学的毕业典礼，当时算是分享了三个关于自己的故事，之后有机会的话，给大家分享以及写一些感悟。总的来说，是讲了如何追随自己的内心，如何凭着热爱做一些事情，以及关于死亡的态度。 他是那种天才，南海十三郎一般的天才，他同时也是那种疯子，特立独行，不安现状，致力于改变世界。 Stay Hungry. Stay Foolish. 谷雨知时节作为春天最后一个节气，谷雨的到来意味着春雨滋润，万物开始生长，同时也是一个播种的好时节。 在这个节气之后，也基本上进入了气温回升的过程，（夏天就快要到了），突然在感慨大概是 4 年前，看着春雨，滴答滴答滴滴答，雨落在窗外的叶子上，那么简单，那么纯粹。灌溉了初插的秧苗，想象着田野的浮萍。现在逐渐到了春季花期的尾声，那些樱花，海棠也开始凋零，取而代之的是牡丹，正所谓，谷雨三朝看牡丹，现在应该还有很多地方举行牡丹花会，供人们赏花游玩。 空山新雨后，绿树村边合。 当然不能这么背，但感觉上也是有关联的，新雨过后山谷里空旷清新，寄情于山水之间，过着隐居的生活，（当然现在隐居的生活应该很难），旁边伴随着清泉、荷花，翠绿的树林围绕着村落，和朋友共饮美酒，闲谈往事。后半句的诗，论诗境，有田园生活，山村风光，而前半句的，也是那种山水之间，远离官场之间的争斗，反应了诗人的无忧无虑的生活。所以整句，都是那种，向往自然，寄情山水，那种淡然，宁静的田园生活。 这么想来，李子柒那种视频后来的热度不是没有道理的，给世界带来了一种新式的属于中国的田园生活，各种前世今生，远离尘世的喧嚣，过的两人四季的生活，我想应该有很多人解析过她的视频要素了，这里就不再继续提了。 这些我想用一个词来形容，那便是静谧，那一份纯粹。 有时候，就希望时光可以慢下来，静静地让自己沉淀，在这份美好时光里独处，寻得一份安然。突然想起，男人四十里的那个儿子，就叫林安然，这也恰好到了这种主题，不惑之年，耀国不如安然，每天需要面对各式各样的诱惑，站在人生的路口上，无处抉择。 前赤壁赋，烟花三月下扬州。 痛并快乐着昨晚做了一个梦，梦里在讲，有些时候，不如痛并快乐着。 有人会说，痛和快乐是一对反义词，有痛就不一定快乐，快乐的时候就不愿意痛苦，但生活远没有这么简单，需要接受那么些无奈，需要感觉那么些意难平。就好像报喜不报忧一样，人们很少会在陌生人展现那种脆弱的自己。 小的时候，总希望自己可以快点长大，长大了以后，却总怀念童年，一直以来，我们都在不断地遇见，遇见友情，遇见爱情，在面对这些的时候，也在不断努力，试图着珍惜，都想要将心比心，但却事实有时难随人愿，（当然那些离开是为了更好的相聚）。 梦里有时候是美好的，梦醒时分，还是需要去面对自我，还是要在各自的轨迹中忙碌，珍惜现在的一些缘分，很多都是前世千百年修来的，包括一些机缘，都很巧合。 不管是什么阶段，都应该珍惜时光，完成那些应该做的事情，或者是喜欢做的事情，不沉迷于失望的过去，因此我们应该有共同的选择，接受那些所谓的可能的痛苦，并且快乐地面对这些。时而风霜，时而花香，起起伏伏，但得两香，美食飘香，十里花香。 每件事情，都只有自己才能体会得到，那一份动人的旋律，草莓音乐节的氛围，那一份美味佳肴，任你品尝。 不知道别人有没有印象，曾经以前有这么一本书，叫《追忆似水年华》，也是一些所见所闻所思所感，既有人情世态，又有自我思考。对人生之回顾，对往事的追忆。 今日歌曲，《芳华》电影的插曲，《浓情万缕》，邓丽君小姐也是那种温文尔雅，特别亲切的那种人。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"苹果发布会","slug":"苹果发布会","permalink":"//xiaoye.me/tags/苹果发布会/"},{"name":"空山新雨后","slug":"空山新雨后","permalink":"//xiaoye.me/tags/空山新雨后/"},{"name":"痛并快乐着","slug":"痛并快乐着","permalink":"//xiaoye.me/tags/痛并快乐着/"}]},{"title":"不辜负  |  积极心理学与观察，护肤","date":"2021-04-19T14:53:21.000Z","path":"2021/04/19/202104-bugufu-jijixinlixueyuguanchahufu/","text":"引言： 很多事情，是相对的，在生活中，我们不仅需要一双发现美的眼睛，还需要有幸福的感觉；在护肤中，也要避免陷入一些常见的误区；在学习中，要掌握一定的学习方法。 现代积极心理学写到现在，这个系列的就开始告一段落了，其中讲了一些情绪，人格，心理治疗等的东西，基本上是自己的一个学习到的感悟的内容，没有什么抄袭，可以给人启发也好，茶余饭后的思考也罢，总之是一种不一样的声音。 今天的话，主要是在去看近年来的一些这方面的发展，以及自我的一些感悟。有些人觉得，可能文章会比较长，读不下去，其实每天也就只有两三千字而已，更多的是自己的一些想法，这里没有什么花里胡哨的内容，没有专门的编辑，每天就是通过腾讯文档，用一两个小时写好以后，分三个主题，引言里有时候毫无关联，有时候会将三个以奇怪的方式联系，平均每篇文章插五张图，然后没有推广，放这里自己也可以随时找到自己以前的内容。 在中国高校里，好学校就那么几个，凤毛麟角，而好学校的资源确实要丰富许多，比如清华大学社科学院就有积极天性研究中心，有四所学校及单位联名成立了北京积极心理学协会，它们在强大的学术基础上，由很多学家组成，并且紧跟世界研究前沿，致力于研究基于积极心理学理论的积极天性，用科学的方法和实验来探索认知和思维发展的不同阶段，从而培育积极人格和心智发展。 和大多数的科研一样，心理学的一些硕士的研究工作也和别的专业类似，需要根据导师给的方向，参与一些研究项目，前期可能只是辅助他人进行一些结果上的整理、论文的撰写，而之后也会独立地开展一项项研究。在这个过程中，也需要不断阅读文献，通过自己的摸索和学习，了解专业领域的一些数据库和期刊，（比如 Psych Articles，Psych Info，Sage，Science Direct等，再次说明了英语的重要性），读归读，在读的过程中，也需要形成自己的知识体系，这里就推荐一些 workflowy 和 notion 这样的工具，在这方面要做得很好。 知识光有输入是完全不够的，还要有固定的输出，通过自己的加工，然后展示自己的研究成果也好，自己的想法也罢，都是一种锻炼写作和表达能力。同样输出一些笔记之类的是永远不够的，还需要和别人多交流，多向相关领域的资深研究者请教，有很多那种乐意帮助别人，不断地进行引导和分享的那种，在请教的同时，也可以表达出自己的观点，参与一些领域内的会议或者沙龙，（其实有时候感觉和计算机学科也类似），正是有大量的这种科研人员，才使得我们国家在这方面的研究的不断进步。 今天有时候也在翻阅近年来一些知网和万方的关于积极心理学相关的论文，大致也可以分为这几类，一类是研究青少年方面的一些教育相关，包括教师、包括一些高校的心理健康教育，根据这一门发展历史并不长的学科，来培养这些人群的健康心理，通过多元化的教育教学设计，包括一些团体辅导，来探索期间的效果。另一类是专门针对一些人群，比如精神分裂症的康复护理，这方面的人群不仅需要药物治疗，还需要心理疏导，因为其特殊性，也和别的人群治疗方法有所不同，通过各种实验，观察和对照，来研究这方面对于他们的康复的效果。再有一类就是，通过和消极情绪的一些对比，（试图用积极心理学的视角去解释抑郁），原文标题是消极偏差还是积极缺乏：抑郁的积极心理学解释。 现在其实觉得，获取知识的成本要变得很低，以前我们要从各种书籍中去寻找，而现在不仅仅有书籍，还有各式各样的数据库，学术期刊，极大地降低了研究成本。 其实，人总是会有一些不一样的想法，有些人可能在读了积极心理学的内容以后，会变得更加郁闷。这是积极心理学的问题嘛，也不一定。现在每个内容都需要自己去甄别的，去区分它到底对自己是有利还是有弊。而看的内容，也只是作者觉得这样是好的。 在这个领域里，还有一些内容是有意思的，比如“自我决定论”，根据人对行为的自我决定程度来解释动机，强调了内在动机的重要性。 很多事情，都是相对的，内向的人就一定不快乐嘛，也未必，其实不要纠结于那些，更多地发现自己身上独特的优势和美德，在内在的驱动力下做事情，也会拥有更多的开心和满足，而在内心也会成为更幸福的人。 善于观察感觉很多技能，是需要善于观察的，比如摄影，总要在拍摄的过程中，寻找感觉，同时也在不断学习技巧，通过善于观察的眼睛，加以设备的辅助，以及美好的光线，这就可以达到很好的效果，接触了以后，觉得，不一定每件照片都是那么完美，有的就是在不经意间的抓拍，或者是自然的流露，大概几十张里面有那么一两张自我感觉不错，他人感觉也还可以的那种。 做美食，何尝不也是一种善于观察，观察师傅的细节，观察食物的特点，用自己的能力，打造出一种令人赏心悦目，品起来回味无穷的美味佳肴。 打游戏，何尝不也是一种善于观察，观察对手的对线细节，通过较好的反应能力，较好的大局观，观察队友和对手的动向，正所谓，运筹帷幄，决胜于千里之外。（当然实际情况可能更要紧张和复杂）。 善于观察周围事物的人，通常可以说是一种有心人，这样的人有趣的比例也会更高，首先他能发现一些美好的事物，拥有勤于思考的大脑，眼观六路，耳听八方，这种意识也不是与生俱来的，是后天慢慢培养的，就好像今天的那个上海 2 岁孩子的简历一般，已经要比很多成年人要强很多。 我们怎么样培养这种思维和习惯，只能是不断地提升自我，面对各式各样的问题，先记下来，用自己的大脑去思考，留意对问题的分析和解答。 包括打游戏也一样，留意不同的符文对于游戏情况的影响，比如带征服者就在对线上有多少优势，先点哪个技能和出什么装备，都对游戏有着很多的影响，善于观察这些，通过大脑去思考，用心去体会。 护肤博主其实，说心理学博主也好，其他的也罢，这里就是一个分享生活的地方。 大概自己也只是，在近几年开始接触护肤这个领域，前期通过各种成分、各种视频up主，来获取自己需要的东西。包括从一开始的洗脸，黑头，粉刺，美白，面膜，防晒等基础内容，到之后的一些美妆相关的，包括底妆，眼线，眉毛，眼影，美瞳等，就感觉里面大有学问。 甚至在这个领域，也有很多常见的误区，当然很多东西大家可能都比较清楚。 误区一： 我们需要天天敷面膜，可以见到很多人，约会前敷面膜，化妆前会敷，那么问题来了，我们需要每天敷面膜吗？ 实际上是不需要的，每周只需要有几次就可以了，如果天天持续性敷面膜，（面膜更多的是在补水保湿），会让角质层一直处于和水接触的状态，时间长的话，细胞变得松散，锁水力会下降，更多的需要早点睡觉，（睡美容觉）。 误区二： 防晒品的倍数越高越好，其实除了一些地区需要高倍数的防晒以外，其他地区，适当就可以，反而高倍数的防晒会对皮肤有一定的刺激性，尤其是对于敏感皮肤来说，皮肤在紫外线的化学反应下，容易有过敏的情况，所以没必要过于追求 SPF 值高的，只要可以足以抵挡好当时的紫外线就可以。外出活动只需要 SPF20，PA ++ 的产品即可，如果是像东南亚这种地方，就需要等级更高一点，可以选择 SPF30 或者 50， PA +++ 的产品。 这里先分享两个常见的误区，之后也会有对应的系列，来讲一些深层次的内容。 今日的歌曲，我的每日推荐里面的，凭着爱，也希望生活中可以充满爱。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"护肤","slug":"护肤","permalink":"//xiaoye.me/tags/护肤/"}]},{"title":"不辜负  |  积极心理学意义与自由","date":"2021-04-18T15:41:21.000Z","path":"2021/04/18/202104-bugufu-jijixinlixueyiyiyuziyou/","text":"引言： 其实积极心理学大概就要告一段落了，在下篇文章之后，这个系列就会结束了，自己也从中学到了很多东西，有所感悟，了解到了一些性格和人性的知识，而我想，在扩展阅历的道路上，还需要去了解一些他人的自传，以及走向远方，走向自由。 积极心理学的意义学习了一个星期的积极心理学，其实有很多感悟吧，这部分的内容，也基本上大致差不多了，最后还有关于积极心理学的意义以及自己的一些感悟部分。 上两篇在讲积极心理治疗，其实也不愿意称之为治疗，开导也更合适一些，积极心理治疗，其实弥补了心理治疗知识体系的空档，把人类自身的积极力量作为出发点，这一全新理念，不仅丰富了心理治疗理论，也开始了一些心理治疗实践。 现在是一个追求生活质量的社会，大家都有一些期待，有些人忙到心累，有些人自我满足，其实现在，一个人交往的范围越大，产生心理问题的可能性也越大，而通过这一种引导方式，能使得人的心理更富有建设性，使人经常保持一种乐观开朗的情绪状态，面对压力的时候，也可以做出很好的回应。 其实，研究心理学，更多的是在研究人性，不仅要接受过去，还要去肯定未来。 当然积极心理治疗也有很多不足的地方，它还没有形成一套有效的理论框架和成熟的规则，在实践中，效果也与治疗者本身的特性有很大的依赖性，目前还没有找到针对特定积极效果的决定因素，我想这应该和别的科研一样，依然在不断地研究探索吧，需要长时间的理论和实验相结合。很多时候，针对一些行为异常的人，光靠积极心理治疗就很难取得最好的效果，这时，还需要结合一些认知和行为心理学的东西。 其实，每件东西，只有学到才是自己的，眼观耳听，不如心会，究竟积极心理学是什么，千人千面，每个人都理解不同，有这么一种解释，说，它是一种使所有人都生活幸福的心理学，感觉并没有什么问题，我们的目标是什么，无非是快乐和幸福，如果目标专注到那些物质，为了物质而疲惫，忙于此，实际上找不到生活的意义，反而会留下很多的遗憾。 幸福，可以是一种平淡，可以是一种心境，是不用去刻意追求的，我们周围其实有很多幸福，看那一家子，在公园里野炊，其乐融融，也是一种生活，也是一种幸福。 其实很多宗教里，也会有人类对于幸福的向往，每个都不尽相同。而积极心理学，将这种状态更加具体化，把生活纳入了这里。 这种积极心理学，算是之前的病理性心理学的一种补充，这种方式使得心理学从不平衡到平衡，现在有很多地方要讲平衡，生活状态要平衡，情感关系要平衡，生活工作要平衡。生活不应该有那些问题和不幸，而心理学也不应该只关注那些问题和不幸，忽视了内心的成长。每个人都是有优点和缺点的，我们不能因为一些缺点而去放大，而忽略了那些优点。通过一些优点，来激发他的内在能力，促进其积极力量和积极品质。如果是关注那些缺陷，这样就会有点治标不治本，光靠对问题本身的解决是不能真正解决问题的，（其实应该要真正解决那些问题的人），人在解决问题的同时也要关注培养自己的积极力量。 当然积极心理学也有很多不足的地方，当时在做研究的时候，有大量的样本是成人，对儿童的关注要更少一点，现在也逐渐进入了老龄化的社会，对全阶段的人的关注也更加有实际意义，不过因为目前这里受众群体大多是成年人，这里也不会公开一些相关的研究和讨论。 其实，目前有一个现象，女生探寻心理学的兴趣要比男生更大一些，这应该和职业趋势有关，男生大多数会去互联网或者是教育行业，而一些女生适合法律，心理学上的研究，（心思上更加细腻）。 这一周讲了之前（2010 年之前）的关于积极心理学的一些框架和基础，目前打算下篇文章去讲一些近年来关于积极心理学的一些探索和突破，以及自己对于其的感悟，然后积极心理学的东西就大概告一段落了。 漫漫自由路有在看到理想国出品了这么一本译书。《漫漫自由路》 这本书主要是在讲曼德拉从出生到就任南非总统的自传，就和光辉岁月里传达的一样，向往自由，一生为争取自由，结束种族歧视而斗争，在以前，充满了很多歧视，充满了不尊重。 下面是一段摘抄： 我知道，每个人的内心深处都存在着仁慈和慷慨。没有一个人由于他的皮肤，背景或宗教而天生仇恨另一个人。人们一定是通过学习才会有恨，如果他们能够学会恨，那么他们也一定更能够学会爱，因为爱在人类的心中比恨来的更自然。即使是在监狱里那些最冷酷无情的日子里，我也会从某个狱警身上看到若隐若现的人性，可能仅仅是一秒钟，但是，它却足以使我恢复信心并坚持下去。人的善良就像是一条可以隐藏但绝对不会熄灭的火焰。 其实，有时候和积极心理学感觉有点相通之处，爱总是那种与生俱来的。 曼德拉，曾经也和我们一样，有过青涩，有过固执，有过冲动，但随着岁月的推移，阅历的成长，勇于面对这一切，勇敢地开展斗争，这是我们这一代永远欠缺的精神，充满斗志，不屈不挠。 其实感觉，要是读这些书，要比那些普通的一些励志书，要来得更加真实，那些显得有些空洞，也比一些情感励志文章更加触动人心，在困境之中，也能坚定自己的理想和信念，（就和 beyond 的歌一样）。 走遍千里在登上一座大山之后，会发现还有很多的山要去攀登，在视野上，我们不应该困在自我的空间，失去方向。 应该多出去走走，探寻不一样的世界。 很多人在旅游的时候，也会记录一下自己的心情，记录一下属于自己的游记。这个过程并不是去消磨时间，而是去和自然，城市，人物，有着心灵上的沟通。 这节标题，其实是取自 beyond 的海阔天空，这算是一首优秀的曲子，记得小时候，长期霸占经典排行榜吧，不仅因为这是最后一首，而且在里面倾注了很多感情，后来也有太多太多的人去翻唱。 看着飘舞的雪花，思想独立之人，总会观察到人世间百态，感情丰富的人，最后也越加真诚，渴望远离喧嚣和浮躁。 走遍千里，热爱这一片大地，将自己感情倾注在自己感兴趣的事情上面，这样才会有更多的人去关注，这样坚守那一份属于自己的天空。 同样，在旅途中，不免会有顺境和逆境，面对顺境，坚持不浪，逆风不倒。需要的是一个地方，可以将自己的不安淡忘，将自己的焦虑抛在脑后，不断地书写着自己的人生际遇，现在就方便许多，知乎、简书、公众号，豆瓣，轻芒，小红书，都是很好的平台。 有一句话，写东西一定要先打动自己，打动自己，才能打动别人。每次投入真情实感，这样才会可能让别人有所思考，也是一种在浮躁的世界里的坚守。 看遍远方，留下宁静，升华内心，抛开烦躁。 今日的歌曲，《我早应该习惯》，主要是想到了始终想要飞这一句。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"自由","slug":"自由","permalink":"//xiaoye.me/tags/自由/"}]},{"title":"意难平  |  积极心理治疗与知性美，枕边书","date":"2021-04-17T15:24:21.000Z","path":"2021/04/17/202104-yinanping-jijixinlizhiliaoyuzhixingmeizhenbianshu/","text":"引言： 知性美的气质是长期的文化积淀和熏陶的积累，从容不惊，理解他人，独立真善，而我们在成长的过程中，如果遇到自己或者朋友意难平的时候，又该如何地去开导他们，让其积极走出焦虑，锻炼自己的内心呢，从而优雅而不做作，自信而不自负。 积极心理治疗上篇主要是在讲什么是积极心理治疗的事情，本篇就学习一下如何去做积极心理治疗，其实学习这些，并不是有那些功利心，也没有太多目的性，以后说不定用得着。 积极心理治疗整个过程可以分为两部分，一个是辅助部分，第二部分是主导治疗部分，也是整个积极心理治疗的核心。辅助部分也基本是为第二部分做铺垫，做基础。 辅助部分，主要由初始谈话和辅助性治疗两个部分组成。 初始谈话，是治疗师与患者的第一次见面，这种和其他相亲这种不同，并不是会有太强的目的性，是一种逐渐建立信任的基础，在一开始联系阶段，主要是搞清楚三个问题，怎么知道要到这里来，因为什么原因来到这里，之前的身体发展情况等，当然如果是朋友之间的话，就直接会有相关的信任，可以省略这一阶段。 首先，大多数意难平，是有一些心理冲突的，首先了解这个冲突的性质和程度，然后要聆听对方的描述的心理冲突及心理症状的具体内容，也是朋友之间去了解对方的一些状况，（比如去倾听对方是分手了还是吵架了），然后是一个整合阶段，将得到的信息加以整合，最终形成一个所谓的报告，这个并不是和医院一样，直接去定性，这有点像案卷一样，是一个辅助性的，帮助咨询师确定采取哪种措施的根据，以及记录一些变化。上面这基本上是一些基础，就好像朋友之间，去了解问题的情况。 然后就是一个比较重要的阶段，主导治疗，总的来说，理论上包括五个阶段，观察和保持距离阶段、调查阶段、场合鼓励阶段、语言表达阶段和扩大目标阶段。 观察和保持距离，主要是对于意难平的一方吧，这位朋友，需要不那么当主人公，观察自己是在什么情况下和自己的同伴发生冲突和争吵，这些争吵又带来什么影响，这些也要记下到心里，让朋友可以经常地思考自己的处境。有时候，这位朋友，对自己的同伴，有了感情的投入，这使得这个人会将对方的事情，当作是自己的事情，反而对方会有点压力，这个时候，其实需要让这位朋友客观地去看待事情，不要轻易地投入情感，理性地去看待一些事情。让这位朋友用对伙伴的观察来取代批评或者埋怨，消极情绪永远解决不了问题，只有真诚，才会不那么情绪化，并且也不要涉及太多的第三者，涉及越多，情况越复杂，古代和现代都有很多的例子的。 调查阶段，其实在辅助阶段，就有一些基本信息，其实需要一些更完善的情况，让这位朋友，可以更全面地认识到自己和伙伴的品质，行为方式和能力，这也促进一个了解，就和之前评绩效的时候，有一个 360 度评价一样，有自我的评价，也有对别人的评价，评价也是一种体验的过程，体验对应情绪的过程，在这个过程中，可以发现更多的积极和消极的东西，客观地看待问题。 鼓励阶段，心理咨询，从来不是解决问题，而应该是促进对方的心理成长，解铃还须系铃人，还得靠自身，当然很重要的一部分是要和这位朋友讲，应该与自己的冲突伙伴建立起新型的、良好的相互信任关系。要建立这种新型的关系，首先要主动承认和肯定冲突伙伴的积极品质。我们要不能批评对方，要肯定对方的。当然鼓励也要分场合，先让这位朋友抛弃那些疑虑和焦虑。 语言表达阶段，很多时候，是人际沟通出现了问题，而又有很多时候，是语言之间的误解和去接，语言上其实很难实现沟通者的本意，由于本身的差异也很大，理解能力也有差异，这导致词不达意。在这个过程中，感觉很需要咨询师的帮助，咨询师通过对语言形式和内容分析的基础上，帮助这位朋友对自己的一些问题和冲突可以进行重新认识和把握，从而提高语言能力。甚至在这个过程中，可以扩展自己的交往风格，提高自己的交往技术，建立起信心。 扩大目标阶段，有句话，不能只看眼前，实际上，很多事情，不只是那些冲突那么简单，当事人和自己的伙伴，还有很多其他的关系，一味地限制自己的目标是不对的，对方也需要忙和娱乐。人际冲突的一个特点，是目标（或者是那个冲突伙伴）受到限制，有意地进行冷落回避，做消极的反应，而这位朋友，在这个过程中，可能只看到一些对方的无条理，缺乏双方共同坐下来探讨的机会。 在总的过程中，都应该鼓励这位朋友的积极品质，发挥其积极力量和潜力，没有人是会消极的面对问题。 不知道写的写的，竟然入了神，回顾以前，自己也曾做过很多错误的行为，尝试着挽回，但却没有好的结果，因此这篇又算是意难平，其实这里面的内容讲得都挺好的，值得去学习。所以突然有一种恨晚的感觉，人生就是会有些遗憾，重要的是如何去看待。 所以想先学习一段时间的心理学。 知性美不知不觉中，已经日更了半个多月了，在这个过程中，晚上思考了许多，后来也学习了一段时间的积极心理学，其大部分的内容也学完了，总会有一些收获，感觉自己以前还是有那么些不成熟，缺乏一定的阅历，不是那种，成熟理性，待人处事落落大方，一般还是和熟一些的人会放得开一些，而缺乏那种知性美。 知性，其实是介于理性和感性之间，优雅而不做作，自信而不自负，这是无法伪装的一种特点，总有那么有些人，举止优雅，赏心悦目，才华横溢。 他们，从容自信，别样风格，时光流逝，魅力不减。 有些故事，如果真诚，就会想起一个特定的时期，一群曾经的人，一些曾经的事，这是一个熟悉却找不回来的味道。 这样的人，面对社会的浮躁，有一种淡然的态度，不会给人一种强势的感觉，有自己独立的价值观，也并不会被他人所左右，拥有自己的爱好，拥有高质量的人际交往，健康的心态。 说话做事，收放自如，令人舒服，在一些人面前收敛锋芒，而在另一些人面前展现自己的智慧和情商，外在有气质，内在有底蕴。 这样的人，我想，世界上太少太少，这种感觉要比那些网红要优秀很多，自己知道自己真正想要什么，而不是那些欲望，性格温和有原则，这种也更多地在大城市。 俞飞鸿可以算得上这么一个，平和又不平凡。 装作正派，面带笑容。 枕边书那么如何向这个方向发展呢，有很多途径，其中很重要的一个途径，是多读书，总的来说，社会相对是浮躁的，现在大量的信息充斥着周围，时不时地会推送各方面的个性化推荐，时不时地有各种诱惑。 而培养内在的最好方式，便是读书。尤其是那些经典的书，可以不断地充实自己，完善自己。 在读书之后，有自己的想法，有自己的思考，有自己的感悟，加以整理，便是好文。 今天有人推荐了《苏菲的世界》《达芬奇的密码》这几本书，了解了以后，其实对人生观，世界观会有一些改变，包括其他的《少有人走的路》《沉默的大多数》《月亮和六便士》，都是自己之前有在听过，但没有去看的书，在看完以后，我想会有更多的东西可以分享。 突然就有那么些想法，想买个房子，不需要很大，里面搞个书架，把喜欢的放里面，搞个衣柜，研究一段时间的穿搭，下雨天看看书，把自己的一身疲惫和忙碌都放下，看的时间长了，看看电影，享受精神上的体验。 好的书，就和一首很好听的音乐一样，没有人会想着记住每一个旋律和每一个音符，书也一样，重要的是，体会其中带来的魅力，然后有属于自己的理解，属于自己的世界。 我们可以在这个世界里，尽情地骄傲放纵，感受着别人带来的温暖与悲情，在泛黄灯光下自我实现。阅读过程中让人既能焦躁，又有轻松愉悦，宛如听到一首即兴乐曲。 多读书，多思考，多经历。 今日的歌曲，我们的天空，突然间符合了心境，纪念曾经的理想。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"知性美","slug":"知性美","permalink":"//xiaoye.me/tags/知性美/"}]},{"title":"意难平  | 积极心理治疗与寻奇，也许不易","date":"2021-04-16T15:42:21.000Z","path":"2021/04/16/202104-yinanping-jijixinlizhiliaoyuxunqiyexubuyi/","text":"引言： 每个人都有那个脆弱的时候，生活疲惫，学业压力，这个时候，但不妨静下心，享受一段积极心理治疗，看一会儿大陆寻奇，体验一段美好自然的时光，锻炼自己的积极人格，看一会儿路上的风景，体验路上人们的生活状态。漫漫人生路，不会有痛楚。 积极心理治疗生活中，难免会有一些情绪低落的时候，难免会有意难平，这种其实是正常的现象，甚至有些人还会和毛巾讲，这里有个狗头，你怎么又哭了，谁欺负你了，肥皂你怎么又瘦了。 在最初的时候，心理治疗往往注意力关注在那些病人的问题，去致力于如何更好地解决问题，侧重于外在因素给心理带来的消极情绪。其实，这种可能短期里会有效果，但长期还得靠自身的一些心态，这种安慰剂也只是暂时的，不可能是长效的，没有真正地解决根本上的问题，没有形成自己的一个积极思想。 有一位心理学家，塞里格曼认为，培养人的积极力量和积极品质是心理治疗最好的深层战略。这种主要包含三个思想，一个是坚持慢慢灌输，（就好比和慢热的女生去谈恋爱，不能着急），是一个慢慢的改变态度，慢慢积累的过程。第二个是培养积极力量，很多事情，最主要的是看自身，不仅让那些人解决问题，而且让那些人，建立解决问题的方式方法，培养勇气、人际交往技能等一大堆能力，对未来充满希望，寻找到生活的意义。第三是叙事的原则，其实表达能力感觉也很重要，如何更好地梳理，表达自己的生活，逐渐突显出自己的主体性。 如果说探索一些积极心理治疗的理论方式，有这么两种，一种是来访者中心疗法，一种是现实疗法。 来访者中心疗法，认为，人性天生善良，每个人都趋向于实现自我完善，也是让自己有越来越优秀的动力，这种方式并没有将治疗对象当作病人，而是来访者。强调发挥人的自我实现功能，也可以理解成，发挥更多的主观能动性？探寻自我实现，强调以自我指导为主，不去考虑他人或者取悦他人，取得来访者的信任感，遵从其的内心选择，真诚地和他沟通，然后通过移情（这里不是指别恋），站在来访者的角度，引导来访者。 现实疗法，现实疗法讲究每个人都有四种基本需要，归属、力量、自由和快乐，人都可以对自己的生活、行为、感受和思想负责，选择对自己有利的行为，使人进入一种积极沉迷的状态，比如说适度地打打游戏，游泳，坐禅，跑步之类的，那为什么还会消极呢，其实情况也很多，有些人觉得，选择消极状态，就会受到关注，别人就会来帮助他，从而实现人的归属，或者是不想选择积极行为做借口。更多的是强调个体选择那些积极性行为，沉迷其中，忘掉那些不愉快，也算是一种转移目标。 积极心理治疗，其实更关注于两种能力，认知能力和爱的能力，首先要有一种积极的认知，就比如，抑郁，传统的解释可能是被动的情绪低落，而积极一点的解释，是能对冲突做出深刻的情绪反应。 在认知上，从来不觉得人有所谓的消极心理，认为消极心理只是人对于怕受到更多的伤害的自我保护，然后可以降低一些期望，（这也是一种习惯谦虚的方式）。 激发其爱的能力，包括爱人与被爱的能力，我常常那么说，要更好地爱自己，爱自己才能更好地爱他人，对自己要有一定的信任，充满肯定，相信自己遇到问题一定可以解决，而不是去自暴自弃，对自己也要有耐心，相信自己一定可以翻盘，就算前期没有发育好，后期补足发育，还是很有可能一波团战定胜负，从而推到人生的高点。 在积极心理治疗当中，有这么几个需要注意的，一个是直觉，（就像相信女孩子的第六感一样），直觉是人的一种本能，是一种潜在的意识，不需要通过复杂的分析和推理。一种是想象，有时候，人在一些想象的情况中，可以达到一种放松的状态，就像很多人向往大海一样，那其实不仅仅代表了一种符号，更是一种心境，享受那种潮起潮落的感觉。一个是跨文化性，每个人接触的背景都不一样，比如一个人认为北京就是那种，文化底蕴非常深的那种感觉，而还有人觉得北京是那种发达，快节奏的城市。这也对一个人的认知产生了不同的影响。而一个最重要的因素其实是冲突，这个也很理解，一些冲突就很容易导致人产生消极的情绪，冲突不仅包括人与人之间的冲突，还有文化与文化的冲突，个体与群体之间的冲突，行为和观念之间的冲突。 最终通过培养人的积极人格特质来使其有稳定的来自内在的积极力量，这在之前也讲了一些，基本上感觉是在讲锻炼人的内心，而不是那种对症下药，让自己可以强大起来，激发自己的力量，这也是一种对于自己的培养。 这些就是一些关于什么是积极心理治疗的自己的一些思考，而如何进行积极心理治疗，就可以期待明天的下篇内容。 大陆寻奇在台湾，有这么一档节目，大陆寻奇，里面只有大陆的人文风景，那里没有政治，有时候，不禁在感慨，自己经常在一个台湾久远的节目里，领略祖国的山河，云旅游，看着摄制组踏遍祖国的大山南北，那些熟悉的故事和风貌，那些有故事的人们。 乡愁那不是别离之后才想起的，感受着那一口流利的普通话，内心深处其实是有那种波澜，自古以来，很多人写过了不少乡愁，回忆着那个生我养我的村庄，那里的人们没有太多的勾心斗角，承载了更多的年少和无知，青涩和憧憬。 而村子里，年轻人越来越少，多的是守家守望的人，孤零零的守着那个所谓的家，盼着以后一家团圆的日子。在外面，一直也在做他们的工作，劝他们可以去我们所在的城市生活，但是，无奈，他们依然舍不得那片陪伴一生的土地。 在这档节目里，记得印象比较深的，有一个讲北京三十年的变化，三十年前，北京的西单，还很窄，窄到只能通过几辆车，而这三十年，经历了日新月异的变化，眼见起高楼，耳听地铁声，北京相比当时，不知道扩展了多少倍，但又不知道再过三十年，又会扩展多少倍，各个地方依然是那种不断建设不断发展。人还是那些人，可是，景却早已不在，没有了当年的感觉。 当然有一期也很特色，讲稻城亚丁，那是一个很特别的地方，美丽甘孜系列。作为两岸影视的净土，他们依然是不卑不亢，探索着各地的风土人情，就好似亲自去了一般，那么自然。 就这样，一起追逐晚霞，吹着晚风，听着故事，任那时光慢下来，好好享受生活。 也许不易成年人的世界里，从来就没有容易两个字。 人生总是不一样的，每个人都想顺顺利利的，但却有各种各样的事情，要维护各种各样的关系，面对不同的人。 很多人，只是表面上，那样风轻云淡，实际上却内心独自难过，看一部泪点低的电影，也会不禁潸然泪下，就是这样，我们所看到的永远只是表面，永远是对方想让你看到的那个样子，而如果想要看更多，那需要深入了解其内心世界。 每个人的人生都是在不断地成长，和经历更多的事情，当你觉得迷茫的时候，多出去和朋友走走，看看诗和远方，丰富自己的内心世界，当遇到困惑的时候，多想想其实这也没有什么大不了的，大风大浪都见过了，这点事情算什么。 其实哪一行都不容易，做销售的也得捧着客户，做学生的也得考虑未来，做快递的也得服务好客户，谁不曾遇到过些挫折，遇到过不平，遇到过欺骗，其实仔细想想，人生哪个阶段都会有烦恼，年少求学时，为学业烦恼，对未来焦虑，出来工作时，对状态的不满，对生活的疲惫，和人结婚时，家庭的责任，生活的琐碎，有了孩子时，未来的期许，眼中的影子。 但这些时候，也有很多快乐的地方，年少求学时，友情的可贵，出来工作时，同事的信任，和人结婚时，他人的托福，有了孩子时，相处的快乐。 所以更要为他人点赞，都有充实的内心。 今天的歌曲，《大陆寻奇》的片头曲，江山万里心，伴随着这个，思绪仿佛就已经到了远方。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"大陆寻奇","slug":"大陆寻奇","permalink":"//xiaoye.me/tags/大陆寻奇/"}]},{"title":"不辜负  |  积极社会制度与香水，烟火气","date":"2021-04-15T15:41:21.000Z","path":"2021/04/15/202104-bugufu-jijishehuizhiduyuxiangshuiyanhuoqi/","text":"引言： 很多人怀念夜市，不是因为夜市难登大雅，而是怀念其中生活的气息；很多人享受人间烟火，不是因为生活不易，而是感受邻里之间的美好。很多人体会香水带来的感觉，而有些人，却是欣赏带来的艺术。很多人伴随着积极社会制度，不断地增强内心体验和构建积极人格。 积极社会制度除了积极体验和积极人格以外，积极心理学关注的第三个重点便是积极社会制度。 这种是一种外界因素，和社科很多学科有交叉。包括着许多方面，其中，国家、家庭、学校、工作单位等是其中几个重要的方面，这里也在探讨一些他们对于个体的一些积极影响。 其实很多事情，都是直接或者间接的有影响，就好比蝴蝶效应一般，不知道什么时候，一种微小的变化，就可以改变大局。 在这个国家世纪早期的时候，一度曾经以 GDP 的发展作为核心目标，忽视了很多民生问题，包括缺乏社会保障，腐败，乱收费等，在维护 GDP 的同时，忽略了公民幸福的体验，使人开始有一些攀比的想法，更注重于物质上的竞争，而在之后，也意识到了这种问题，开始更多地朝着民生，让民众感觉到生活的意义，毕竟大多数都还是普通人，需要更好地提升生活质量，关注身体心灵健康。 对于大多数成年人来说，有很多时间是在工作中度过的，一个人的工作满意度和生活满意度是有一定正相关的，工作上的事情，也很容易影响到心理健康，所以在工作中保持愉快也是很重要的事情，而不是更多地谈资本主义，资本家。 现在工作的意义其实是变多了，包括实现自己的价值，锻炼自己的能力，参与喜欢的事情。所以在现在，金钱也已经不是唯一影响到满意度的因素，而职业发展也是需要一定时间考虑的。 现在每个人基本上是在一个集体中工作，或多或少地扮演着一种角色，一个人自己清楚自己该做什么，别人也知道他该做什么，同时又有一定的挑战性，又能控制自己的程度，这其实也是一种好的工作状态，工作也会给他一定的愉快感和幸福感，团队集体目标也就更容易达到，反之，一个人如果经常被要求做自己能力不符的事情，或者是角色不符的事情，会使得内心有点不愉快。（就比如让 hr 去写代码，让财务去做 hr 等的事情），所以这也是一种角色模型。 教育，其实对一个人来说，是很重要的一部分，人在这个过程中不仅是获得知识，更重要的其实是知道如何去学习，学习的方法，并且它已经是很普及，变成了日常不可缺少的一部分，义务教育，本科研究生是教育，社会上各种知识的授予也是一种教育，所以教育也是影响积极心态很重要的外界因素。 教育和别的不同，它是一种集体性的行为，并不是一对一的那种，所以它更适合那种积极性的，对人要做到因材施教，无论是困境还是顺境，都要让学生受到有利的，可以得到改变并生活地更好。现在发现，只有人本身的积极品质（比如爱心，胜任，乐观，工作热情，对未来充满希望）才是预防问题产生的最好工具，如果问题已经发生，到时候再对症下药，其实对于心理来说，有点过晚。 人生活的一个主要场所，其实是家庭，家庭也是对于心理形成中很重要的一部分。一个健康的家庭，孩子产生的心理问题就越少，因此，双方应该都是一种通情达理的人，这样对孩子也很有帮助。同时，在亲密关系上，也要做接受和尊重对方，这在两个人相处之间，也很重要。 在相处中，应该更多地倾听对方的意见，满足对方的需要，争执过程中多从对方的角度考虑问题，这样双方也会表现出更多的满意。同时如果是反面的话，也同样不利于下一代或者周边人。 同时，漠视也是对夫妻双方的亲密关系有一定的影响，它是指其中一方，过分地以自我为中心，对对方的行为不关心，似乎对方就不存在一样，（也算是冷暴力），有意地忽视对方，从而孤立对方，虽然表面看没有什么，但是传递的是一种要求疏远的信号，这种消极的心态，消极的家庭状态，对现在与未来是有很多负面性影响。（不要过度自我防御） 在家庭中，其实关系上应该是互惠的，双方是平等的，对彼此的付出应该是相当的，在感情中，也不要那种以自我为中心，也不要以他人为中心，维持一种平衡的状态。 家庭里的亲子关系实际上是很重要的一环，在教育上，父母双方都应该是一种积极参与的状态，但在传统文化中，基本上是一种严父慈母的形象，但现在其实也不用在意那些，而是更多地去做孩子的顾问，机会的提供者，通过言语交流，家庭故事来帮助孩子建立自己的世界观，自己的内心世界。 因此需要构建属于自己的积极社会因素。 香水知香前段时间，也看了一些香水的东西，其实香水也是有很多故事， 在之前的话，只用过古龙香水，还给别人推荐过 calvin klein 淡香水，自己却没有用过。 在香水范围里，有那么一些小众香水，它们不想香奈儿，爱马仕大地，大吉岭茶，YSL那么知名，但其是有自己的艺术性，还没有那么商业化，甚至每一种都代表了自己独特的生活状态和认知。 有这么一个很厉害的人物，Miya Shinma，一个生于日本，成于巴黎的女性调香师，在资料里介绍的，她的风格是那种日法风格融合的，以遵从艺术，遵从自然为宗旨，打造了很多日本因素的系列。 当然还有一些，Room 1015这样的很小众的香水吧，我想有生之年，有机会的话一定要去试试，体验体验其中的感觉。 香水也和别的东西一样，商业的东西总要迎合大多数人，而沙龙香那种就会相对小众一些，并且更加不为人知，不过现在还没有什么好的小众香水推荐，还没有开始了解这方面的东西，更多的可以看知乎上的一些问答。 香水的味道上来说，也分前调中调后调，每个香水都是特别的，前调相对比较浓一点，一般只持续几分钟，就进入了中调，中调基本上是更多人关注的时期，这段时期，开始散发出清新的香味，持续几个小时，一般约会时，或者见客户的时候，给对方留一个好印象。最后就是余香阶段，这个时候会显得比较精致一些，持续更长时间，味道也开始有了很大的变化。而香味更多地大致有花香，木质香，果香这几种，不同的调配可以产生不同的味道。 人间烟火气所谓人间烟火气。我想不得不说的，是一个流行的 app，小红书。 它里面，更多的是讲生活中美好的事与物，也曾经在里面遇到了很多很好听的小故事，有各方面的穿搭、美妆等建议，总之和豆瓣一样，里面种类也比较全，是一个做内容的垂直社区。 有时候，人世间的快乐，没有那么复杂，就像冬天里的烤红薯，就像路上的糖葫芦，这样简单。 突然想到有一个美食 up 主，叫日食记，大概里面的给人传达的信息就是这样吧，生活有时候那么不容易，就需要更多美食的安慰，体会其中的味道。 就和汪曾祺笔下的美食一样，有着独特的魅力，其中的文字那么淡雅干净，娓娓道来，就仿佛美食就在面前，大快朵颐。字里行间，都是文人的那种闲情趣味。 在他的笔下，就如糖炒栗子这种简单的东西，都能发挥出别样的精彩，并且也算是美食大家，写过高邮，写过云南，写过北京内蒙张家口，写过福建，写过四川的美食，都有独特的一些评价。 曾经他这么说到： 你很辛苦，你累了，那么坐下来歇一会，喝一杯不凉不烫的清茶，读一点我的作品。 这也是一种人间烟火气，最抚凡人心，尤其是下班之后，邻居之家，飘来那股美食的香味，让人心情顿时好了起来，上可高雅大堂，下可美食厨房，这也是一种很好的生活状态呀。 今日的文章，虽迟但到，简单描述两个对人生来说，美好的东西。 今日的歌曲，听听那个高雅感觉的 Danny，今宵多珍重，相信谦谦君子，温润如玉，这样风格的，相处久了，也会很喜欢。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"烟火气","slug":"烟火气","permalink":"//xiaoye.me/tags/烟火气/"}]},{"title":"不辜负  |  培养积极人格与砒霜，温柔","date":"2021-04-14T14:20:21.000Z","path":"2021/04/14/202104-bugufu-peiyangjijirengeyupishuangwenrou/","text":"引言： 汝之砒霜，彼之蜜糖。相处过程中，也很容易被对方所欺骗，但人格是自己的。如何培养一个积极人格，可以有更好的积极心态面对这些，从而可以离温柔的人更近一步。 培养积极人格人格都不是先天形成的，而更多的是后天的环境，经历的事情，各方面的因素。形成人格也有一种动力，分为内在动机和外在动机。而动机是什么，这也是心理学里在探讨的话题。 内在动机，通常不是外界驱动的，是靠自己内心的发展需要，一些积极的潜力，比如对外界的好奇心，求知欲，也在不断地驱动自我的改变，靠一些兴趣驱动，学习的效率自然是最高的，而通过兴趣，又满足了自己的心理需要，从而达到一种正向循环，这也是一种很好的状态。 在人格发展的过程中，内心有两种感受不能忽视，一种是胜任感，一种是自主感。胜任感，比方说，老师或者领导，交给了一个任务，达成任务并且有奖励，有所提高，通过这种事件，能极大增强胜任的感觉，而这种胜任感，自己达成的过程，是自己独立，有所付出得到的，这样也会增强它的动机，如果是那种，胜任感，自己没有太多的参与，反而这种感觉并不强烈，不会增加自己的学习动力。 在幼儿成长的时期，总会有依恋感，最近也看了一些回避型依恋人格的事情，甚至还看了一个人如果星盘上水瓶和摩羯越多，回避程度越厉害，当然这是额外话题，应该是这个积极心理学系列的番外篇。那个年龄的孩子，在安全的环境下，在依恋的人关心下，都会有一种探索的欲望，因此，保护一个脆弱的内心也是很重要的。 尽管说，有内在的一方面，但外在的因素同样是不可忽略的，包括外界的奖赏，一些享受和满足，都会调节自我。比如一个少年，在理解了他现在的学习是和未来的工作，生活的意义、关联，那么他的学习就可能是自主性的，而不是填鸭式的，这样的效率也更高。所以这也是为什么年轻的时候要多开阔视野，多见见感兴趣的各种方面，总会发现自己更擅长的更感兴趣的东西。 如何实现积极人格？当然先天性的我们无法改变，但后天的事情，总会有办法，（没有办法也可以创造办法）。 一个是增进积极体验，就好比一个人，经历的优秀的人多了以后，就会想当然的认为，很多人就是那样的，（当然这并不是一个好的例子），只是说，在经历了更多的积极性体验了以后，他的标准自然会提高，这种感受也会随着接触的人和物上下变动。之前讲过，积极体验可以说是，对过去满意，对现在满足，对未来期待的一种状态，也就是说朝着这个方向，不管是打游戏也好，看电视也好，只要达成这样的状态，便是积极的。 忘记过去的种种不愉快，找到自己最希望得到的东西，并且着手计划，每天朝着这个目标所努力，这个目标不要定的太高，每天说一些令别人舒服的话，给他人带来更多的善意，养成并保持精益求精的习惯，帮助他人解决一些问题，隔一段时间，盘点一下自己的所做所得，与曾经以不合理的态度冒犯过的人联系，并致以最诚挚的歉意，（这也算是一种心怀善意吧），改掉一些坏习惯，相信自己才是唯一随时可以依靠的人，要把遇到的事件，当成那种激励上进的事件，不要烦恼。 放弃想要控制别人的念头（尤其是在和别人相处中，尽心就可），把全部思想用来做想做的事情，不要进行胡思乱想，向生活索要合理的回报，（适当的可以奖励自己），以适合自己生理和心理的方式生活，不要接受任何不可靠的建议，了解人的力量并不完全来自物质，（这也是在感情过程中，不要只看物质，也要看精神世界），增加自己的耐性，面对事情，从容不惊。 学会爱，以相同或者更多的价值回报给过好处的人，感谢他们的存在，记住，当你付出以后，必然会得到等价或者更高价值的东西，要相信自己可以为问题找到合适的解决方法，遇到的不利情况是可以克服的，对于善意的批评虚心接受，与更多想要成功的人，共同讨论，一起进步，分清楚愿望、希望和欲望，避免任何具有负面意义的说话形态，损人同时不利己，表现真实的自我，信任与你共事的人。每隔一段时间，翻阅这些建议一次。 这些建议提炼出来就是这些，基本上全部做到很难，但要朝着这个方向不断努力，时不时地进行自我的认知，这样会变得更加积极心态。 第二是培养良好的自尊，这是积极心理学的一个特定概念，具备良好的自尊的人，通常可以自己管理自己，自我监督，有效面对生活的挑战和问题，表现得也更加幸福和心理健康。在生活中，充满希望，恒心，相信事情一定可以做好，在工作上，有责任心，创新性，对待他人，有爱心、宽容，同时也有较强的自我驱动力。 如何培养自尊，首先要有足够的自我认识，知道自己在哪一方面不足，接受反馈，虚心修改。同时，一个人受到他人的批评，会逐渐降低自尊，经常受到他人的表扬，会形成较高的自尊，这说明在不是很熟悉的人面前，要多赞扬欣赏他人，让他人心里感觉舒服。 积极人格，在理论上，强调情感体验和自尊，同时也给出一些很多建议，但如果想要深入学习探讨，可能就在人格心理学里会有更深层次的东西，所以在这方面还只是初级阶段，还不能作为句号来结束相关的研究。 人间至味是砒霜人间至味是清欢。 首先我们要理解什么是至味，真正有味道的，真正可以值得回味怀念的。而清欢是指清淡的欢愉，经历了酸甜苦辣，百味人生之后，还是觉得自然是最美好的。最终还是享受这一切。 人生难免起起伏伏，大喜大悲，苏轼老人家，没有选择退隐江湖，而是以一句”人间有味是清欢“，诠释了自己的感悟，把一切变成更多的享受。 曾几何时，渴望命运波澜，又有那刻，期待平平淡淡。 说起平平淡淡，就想起再回首这个，纵使跌倒过多少次，依然爬起再继续，回首恍然如梦，期盼平淡从容。 现在又有多少人，在功名利禄背后，可以选择这种人生呢。 但人间至味是砒霜，就以今日的【女网红遭CEO男友65页长文控诉】，来讲，名为思醒，（不是死刑），应该是常作思考，保持清醒。但感觉当时两个人认识的时候，目的并不单纯，女方可能贪图男方背后的资源，男方在意女方带来的感觉和未来。 我想，对于他们来说，生活都已经是彼此不可缺少的一部分了，值得不断回味的那种，但最后结果却是砒霜，伤了两个人的心。从男方的不计较得失，一心一意对女方好，就已经有可能陷进去了，彼此的心就不是那么真诚。 不真诚的很容易就会导致砒霜的下场，古代如此，现代亦如此。 但这些终究是有钱人的世界，不是我等凡夫俗子可以明白的。但这个世界上，还是有真情，有真爱，不能因为这些小事情，影响大局。 败给温柔其实感觉下来，还是女方的欺骗更多一点，甚至也在骗富二代，但人终归会知道真相的，谁也不喜欢欺骗，舆论力量自然会站在男方视角。 现在有不少言情小说，将男主，刻画成那种成功的形象，女主刻画成温顺乖巧，从来不闹，女生以为遇到了白月光，但男主却跟了他人，后来后来，女主遇到了一个温柔以待的男人，无论何时，都尽力地守护着她，教她成长，宠着她，惯着她，让她体验到安全感。 我不知道，现在追言情小说的还有多少，但觉得，总会有人，梦想中的他 / 她是这个样子，温柔的另一半总会心动，这种温柔转化成精神力量，抚慰内心。 当然这种温柔，不是故意讨好，不是情商高，就是那种简简单单的那种温柔，那种当你累了，可以帮你把围巾围好，头发吹干的，同时从来不会吵架，不会大讲道理，包容对方的小脾气，坚定地携手一生。 当然有时候会觉得，这样的人是存在的，会遇到的，遇到并败给一个温柔的人，他/她会以温柔的方式对待你，没有欺骗，只有真诚，慢慢地，你的急躁，你的一些坏脾气，也会跟着改变。 很多事情，没必要那么冷淡，积极向上一些，给他人一种舒服的体验，不要去刻意地怼对方，有问题可以尽可能地多沟通，这种状态，便不枉此生。 一开始还以为，白月光，是那种，每个月钱都会用光，落得一身白的。 今日的歌曲，再回首，多年以前听的，现在再听，不一样的感觉。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"温柔","slug":"温柔","permalink":"//xiaoye.me/tags/温柔/"}]},{"title":"意难平 ｜ 积极人格与共情心，双向奔赴","date":"2021-04-13T14:20:21.000Z","path":"2021/04/13/202104-yinanping-jijirengeyugongqingxinshuangxiangbengfu/","text":"引言： 一边是快乐分享，一边是肯定鼓励，这种感觉也是很好的，在这个过程中，如何培养自己的积极人格，利用共情心减轻焦虑。正所谓，积极人格，快乐加倍。 积极人格人其实是一种独特的高级动物，不仅仅有思考、有情绪，还有不同的性格、人格，充满各种各样的情感。 这里的人格，也是在心理学里一个很重要的概念，相比情绪来说，人格就显得有些复杂，而且是一个整体，甚至网上还有很多关于人格方面的测试，但觉得那些人格测试，只是分了大概的类型，仅是一种辅助分类的方式，并不能代表真正的独特的人格。那么我所理解的人格是什么呢，翻阅相关资料以后，大概了解了一些。人格基本是讲面对外界的一些行为，展现出来的心理特征的集合，可以延伸到独特的气质和性格。这里的气质，更多的是讲一个人内在的人格特质，更倾向于是先天性的。 包括一些星座学，其实也是在研究人的性格，在一个范围内，是不是有一些共同性，而这种，更多的是先天性的，而后天也会影响一部分，信则有，不信则无。 关于人格的形成，到底是如何形成的，业界应该还是没有定论，这个不像进化论那样的东西，有大量的实验，相对要复杂一些。不过都有一定的共识，就是人格的形成不仅有遗传的影响，还有后天的文化、家庭、童年经验、教育、自我和一些重大的事件。 在早期，人格会有遗传论和学习论的争论，有些人认为，名人的后代更可能成为名人，但事实上并不一定是这样，同时有别样的声音，在说，后天的社会文化环境决定了一个人的人格发展状况。其实，具体是怎样的，目前来说，大概都还是未知的，应该有遗传也有后天的影响，造成了现在的这种人格，（甚至目前觉得后天的因素更大一点）。 在积极心理学的范畴里，也有很多关于人格的观点，主要是以下几点： 1. 提倡研究积极人格特质说到人格，就还有一个人格心理学的学科，目前也只是大概做了了解，人格心理学，主要研究一些如何通过人格进行对人的做简单分类，以及“大五”人格理论，甚至说，在人格里面，会有两种力量，善心和恶心，相互进行抗争，就好似做一件事情，看哪方面收益远大于另一方，就很有可能按那一方面的路线去走，当然积极心理学里探讨的基本都是积极的东西，通过一些良好品德，形成属于自己的积极力量，构建自己的大局观，提升爱和被爱的能力，同时存有敬畏之心，考虑事情要周到。这些都是一些积极人格方面的特质、良好品德和积极力量。当然自己也要努力向这些方向发展，形成自己的人格。 我想，对于大部分人来说，积极力量和人格是有待发掘的，这也是一种潜力，也是一种需要研究的内容。 2. 强调人格形成过程中各因素的交互作用大概是在青少年的时候，是人格形成的重要时期，这个时候，都还不是太懂，对世界还是会有一些迷茫，学校也其实更多的是教授一些知识，而忽略对心理的培养，所以形成过程中更多的是环境的因素。当然现在想来，不知道抖音这类产品，对现在的青少年（特指 8 岁到 18 岁的吧）的影响有多大，改天可以看看相关内容。 在这个时期的人际交往关系也很重要，不应该被忽视，因为人的差异性，而不同的人际交往又产生了一些独特性，当然有句话会这么讲，人以类聚，物以群分，又或者是近朱者赤近墨者黑。 在积极心理学里，又是如何对人格进行划分的么，是用一种叫解释方式的标准，就是那种，遇到同样一件事情，有些人可能会认为比较自然，而一些人会认为可能是自己的问题。这就是乐观型和悲观型，在早期，教师和父母基本上是接触的最多的人，而他们在形成人格的时候，其实担当了很重要的角色，如果说那种离异，经常性责骂，故意性冷落，这样很容易形成悲观性人格，甚至产生一些抑郁、自杀性倾向。 这里其实大致讲了积极人格的一些概念和观点，至于如何形成积极人格，限于整体的篇幅，可能就需要在下篇讲述。 共情心在想了一段时间的心理学了以后，其实也算是有收获的，当然这方面也是一个理论和实践相结合的，光学理论，不做实践，是不行的。 现在基本上，写的内容上，风格偏真诚一些，每一篇，大概有三个主题的内容，有时候会有一定的联系，有时候甚至毫无瓜葛，有些人讲这些文字比较悲观，其实并不这么认为，整体上大部分，都还是真诚的和自己心灵之间的对话，不会去考虑一些拐弯抹角装饰性的东西，那样反而不真实。而大部分的内容，并不像一些网站的内容一样，充满那么多治愈性，更多的是自己的一些晚上的思考，业余时间的事情，将自己的业余时间利用起来，不打游戏去消磨时光，学习一些新东西，同时输出一定的内容，是对自己也很有帮助吧。 在人际关系当中，我想应该有一部分是共情心，甚至说是感同身受，就举个例子，某个人向你一直吐槽工作的不愉快，吐槽不受领导重视，被孤立的感觉，这个时候一部分人会觉得换个公司就好了嘛，但其实对方并不一定想要这个答案，其实是想寻求一种认同，自己还没有准备好换公司的成本，还没有准备好那些，只是希望有人可以理解他，希望可以获得认同感，或者觉得不是自己的问题。 同时，学会这种共情心，在很多环境下，会显得情商比较高，站在别人的角度想问题，他想吐槽，就跟着他一起吐槽，而不是去劝他换个环境，很多时候，他自己心底知道该怎么做。（或者是帮他换个环境，降低焦虑）。 但凡事都不能太过，当同理心表现太突出了以后，很容易让别人认为成是那种老好人，而自己受委屈的时候，却找不到可以倾诉的，容易形成一种“讨好型”人格，其实自我也是很重要的，过分关心他人的成长是不可取的，自己也要转变过来态度。 总之，在别人焦虑的时候，看环境，适当地进行共情心，这不仅可以用于人际关系，还可以用于产品设计。 当然，难免会有一些不同的声音，比如说《摆脱共情》，多读读不一样的东西，兼听则明，这样才是最有力的成长。 双向奔赴在一些征婚或者谈恋爱的条件里，通常会见到这么一个条件，想要双向奔赴。 双向奔赴的感情才有意义。 其实是比较理解的，以前爱情很慢，车马很远，一生只够写几封信。而现在沟通的成本降低了很多，但最好还是只爱一个人，那就是自己。 以前的日子，总觉得很慢，因为没有手机，这种消磨时光的东西，可能就是一杯清茶，一本好书，一束阳光，一本笔记，便可度过一下午，更多的是细水长流的感情，慢到一生只爱一个人。 而现在，大城市的节奏总是很快，王者荣耀也逐渐靠着快节奏和方便，取代了其他游戏，这也是一种快节奏的表现，匆匆忙，却更多地不知道自己获得了什么，更多地意难平，所以静下心的时候，有时就会想念那个纯净的世界，那里只有美好，更多地去享受当下。 我不知道，现实生活中，有没有双向奔赴的爱情的存在，甚至经历的这些人里没有这样的例子。双方为了更好的对方，彼此付出，从而能够更好的在一起。 人非完人，多多少少会有点缺点，在相处过程中，有时候却放大那些缺点，而忽略那些优秀的特质，这样也是不好的。 感情一直是双向的，你有权利喜欢对方，也有权力不喜欢对方，对方也可以不喜欢你。 不知道如何，突然想起了张爱玲，内心是很敬佩喜欢这个人的，那种处世的艺术，因为懂得，所以慈悲。 当然双向奔赴的感情，是持续时间最长的，都想去竭尽一生去寻找，怕爱错人，怕浪费时间，怕对的那个人不会出现，但实际上什么样才是对的人呢，自己喜欢的，对方不一定会喜欢，更多的需要慢慢去了解这个人，去挖掘这个人背后的宝藏。乍见之欢毕竟概率太小，小到几乎可以忽略，（至少没遇到过这种例子，有的话欢迎留言举例），更多的却是那种久处不厌。 所以在相处中，不奢求爱与喜欢，更应该是那种了解，相互之间的了解，了解之后，越来越发现对方是个宝藏男孩或者是宝藏女孩，从而提升自我，让自我变得更加优秀，互相理解，互相体谅。所以，真爱也不是遇到的，是养成的，就和人生一样，也是个养成游戏，给更多的正向反馈，它也会发育得更好。而且互相理解，可以极大地降低互相怀疑的概率。 甚至觉得，那种，一边是快乐分享，一边是肯定鼓励，互相照亮对方，没有太多的目的性，没有太多的功利心，这样的感觉也很好。 好的亲密关系，是双向的奔赴，无论爱情还是友情。 在双向奔赴的过程中，也要关心自己，做一个健康的你。 今日的歌曲，邰正宵的几番风雨，老歌总是那种越听越回味，（当然这个也是999+，也不算特别小众了）。 这些内容，基本上都是晚上用业余时间写的，每晚花一个半小时，写一些自己所思所感，没有什么不饱和的情况。将别人打游戏的时间都利用起来，做一些自己喜欢的事情，这样也算是一种不辜负。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"双向奔赴","slug":"双向奔赴","permalink":"//xiaoye.me/tags/双向奔赴/"}]},{"title":"意难平 ｜ 培养积极情绪与霓虹灯","date":"2021-04-12T14:20:21.000Z","path":"2021/04/12/202104-yinanping-peiyangjijiqingxuyunihongdeng/","text":"引言： 在大城市的年轻人，夜晚总会见到霓虹灯；但却不是家乡的那种，当初我们的小镇。很多事情，我们没办法改变；路上也早已不是，当年的模样的人们；但唯有调整心态，继续前行，这就是城市里的异乡人。 培养积极情绪上篇大概讲了什么是积极情绪，幸福，今天继续按照昨天的部分，来书写自己理解的积极情绪。 如何有幸福感？ 满意地体会过去，快乐地感受现在，满怀希望地面对未来。 一个人之所以有现在的状态，和过去的影响是分不开的。过去的经历就好像一颗种子，影响了之后的发展趋势。每个人都有关于过去的回忆，愉快也好，伤心也罢，都已经过去了，却还是忘不掉。过去的事情无法改变，但可以释怀，可以放空。 其实应该是有很多人，从事的工作并不是自己喜欢的，而是自己用来养家糊口的，一些人人总会有一些自己喜欢的业余爱好，而这些业余爱好同时又是最容易产生幸福感、成就感的，如果一个人工作上又不喜欢，平时又没有自己的业余爱好，那么其实幸福感相对别人就会少一些，就会面对生活的各种事情多一点。 或者说，最近遇到一个特别感兴趣的人或者事情，然后让自己的心境可以放松，推动进一步投入的情绪，这也是一种幸福感。面对现在，如何实现更好地自我积极情绪？这本书里总结了以下几点： 选择挑战与技能相匹配的活动，从事一些有一些挑战，但还会有一些成就感的事情。 明确目标，即时反馈。没有目标，很难聚焦；没有反馈，很难进一步前进。或者也可以构建分阶段的目标，达到目标，就奖励自己一些东西。 全神贯注地忘我。就好比有时候晚上效率高一样，很多事情，全神心投入会提升很多效率，甚至会产生一些愉悦感，（尤其是从事自己喜欢的事情）。 亲密，亲子，亲朋。亲密的关系总会放下心底的一些防线，还会有一些依赖感。 打造“福乐”文化。任何组织都有自己的文化，甚至一些公司，会将员工幸福也放在目标当中，在自然和谐的关系下，企业与员工一起成长，信任员工，这也会最大程度地激发着员工的潜力，实现员工的幸福感。 总之，面对现在，我想是尽可能地找到自己喜欢的事情或者人，然后用心去投入，享受其带来的满足感也好，成就感也罢。（当然一些人也会追求物质，物质也是一种喜欢的东西吧），这样也会觉得轻松，是实现自我感受的一种手段。 面对未来，我们要充满乐观。未来总会有点不确定性，乐观和悲观也是心理学上研究比较多的东西了。可又有多少人真正乐观呢，有多少人理解乐观呢？乐观是对未来的一种肯定性的期待。乐观又是如何形成的？这都是一些问题。 乐观，当然现在还是没有定论说是先天的还是后天环境造成的，我理解都会有一定的影响吧，在古代的那些心理学家那里，更信奉人的天性，觉得乐观是人的天性之一。而后天的环境也会对人的心理有一些影响，比如在小时候，一次考试考完，好的家长就会对孩子进行鼓励，哪怕没有考好，也会树立其自信心，久而久之，就会对孩子心里的成长，建立了乐观的萌芽。而在成年以后，这种环境的影响会越来越减弱，更多地是自己的蜕变。 对待将来，还有一种很重要的积极体验是希望。其实希望这个概念，感觉会比较泛一些。对未来的规划，也是希望，对另一半的潜力，也是希望，对未来目标的实现，也是希望。总之，希望可以是一种情绪，一种感受，一种信念，认为是对未来一种积极结果可以实现的信念，甚至还可以是一种认知，一种积极的情感。 如何培养希望？人的话，在青少年是一个很重要的时期，那个时候，还是在父母的身边，学校家庭的教育还是很重要的，它们不仅要教会知识，甚至于让他们树立正确的世界观、人生观、爱情观，同时要将解决问题当成一种挑战，建立自己的目标和实现目标的途径。感觉这方面，大城市的家长眼光要高很多，看得更远一些，当然也是双刃剑，也有可能会导致孩子在那个时期不快乐。 也是一种调整心态。 台北的霓虹灯今天偶然间，刷到一个 “国内 80/90 后有“能从明星 20 岁追到 50 岁”的明星吗？”，里面有谈到罗大佑，于是突然想到鹿港小镇这首歌，就开始单曲循环，（最近不怎么顺序播放，经常性单曲循环）。 台北不是我的家，我的家乡没有霓虹灯。 在大部分的理解里，这主要讲了北漂（在台北漂泊的青年），当年离开家乡的年轻人，促进了现在大城市的现代化，建立了高楼大厦，虽然物质上有了很大的改善，但精神上却更加空虚。人总是在得到他们想要的却又失去他们拥有的。 可是面对这些，我们无法改变，只能是无奈，只能是顺从。现在依然有很多在外打拼的年轻人，月圆之夜，想起朴素的家乡，越行越远。 而一些家乡，也被迫地变得旅游化，旅游产业兴起，慢慢让本地人，也缺乏了一种归属感，更多地朝钱看，为生活也好，为产业也罢，都是城市化，商业化的进程，但就觉得少了那么点返璞归真的感觉。 不知道之前的遗迹还能保存多少，我想在路上，尽可能地发现一些岁月的痕迹，用镜头记录下来，分享成一个个故事，这也是对于它们的一种意义。 一些东西也渐渐少了传承，以前的感觉也渐渐逝去。但年轻人，大多数还是未必甘于平淡的小镇生活，想去大都市寻找自己的梦想，不经历繁华，何以能看破红尘？ 民族主义，保守主义tk 教主最近 renew 了之前的一篇微博： 至少未来十年，大的风向是民族主义、保守主义。公众人物和大企业如果想平安度过这十年，必须想明白这一点。 大概是在讲，阿里巴巴在反垄断方面被罚 182 亿的事情，在这方面腾讯就相对显得低调了一些，在此之前，资本不断地渗透着市场，基本上都是大佬才能玩的游戏，而在新的监管政策下，各方面都会规范化，将构建一个有序良性的竞争环境。 就好比去年，多多买菜，社区团购的市场压力，通过流量导入和价格策略，导致一些当地的市场被搅乱，这都不是一个良性的竞争。 在这次罚款之后，公司应该往合规的方向更靠了一步，长期来看，是会有一定的影响的，更多地去投入科技与数字化布局，避免出现像顺丰那样的事情。 所以大的方向，还是民族主义，自我民族的利益还是很重要的，那些恶性竞争是没必要的，是不利于市场发展的，资产阶级和无产阶级都需要考虑到，同时保守主义也是一张策略，在不同的历史阶段，有不同的含义。 其实阿里有很多很多业务需要更多的监管，这一次也是一种提醒吧，更多地还是要听国家的话，避免一些过度的垄断地位。 今日歌曲，罗大佑的《鹿港小镇》，一起听台北的霓虹灯。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"鹿港小镇","slug":"鹿港小镇","permalink":"//xiaoye.me/tags/鹿港小镇/"}]},{"title":"意难平 ｜ 积极情绪与贩卖焦虑","date":"2021-04-11T13:45:21.000Z","path":"2021/04/11/202104-yinanping-jijiqingxuyufanmaijiaolv/","text":"引言： 贩卖焦虑会影响到我们的消极情绪，如果沉溺其中，会开始有点抑郁。而什么是我们理解的积极情绪呢，又如何去避免焦虑，这里从心理学的角度出发，简单探寻精神状态的表现，寻求相由心生的心境。 积极情绪总所周知，心理学大概主要是在研究情绪，认知，人格，是一种研究心理现象的科学，感觉在大部分的心理学分支学科里，主要也是围绕着这几个不断地进行扩展。 积极情绪，也可以称为积极体验，是人对于外界各种刺激做出的一种积极的心理反应。情绪其实是一种复杂的心理过程，包括了主观体验、认知、情绪行为等多个成分。 大概是随着上个世纪的计算机科学的发展，心理学专家意识到了人脑和计算机在处理过程中有很多相似之处，都有控制单元，都是按照输入 -&gt; 处理 -&gt; 输出的形式，于是就有了认知心理学的一些研究。而情绪，更多地理解成一种处理输出的过程，包括情绪过程的各个方面，比如主观体验，行为表现等。 就和人有七情六欲一样，心理学上认为，人的痛苦来源于他的情绪，（这或许可以理解是宗教的相由心生？对事物的理解，观感，来自于他的内心），一些心理学家也对情绪进行了分类，通过愉快度、紧张度、激动度、确信度，提出了人的九种基本情绪，兴奋、喜悦、惊奇、悲痛、憎恨、愤怒、羞耻、恐惧和傲慢。这时候，想起了演员的自我修养，在演员演绎的过程中，情绪的表达也是很重要的，当表达的不好就会显得有点假。 有积极的情绪，就一定会有消极的情绪，正所谓，笑一笑，十年少，愁一愁，白了头。按照从进化心理学的角度看，消极情绪是一种适应性的，积极是发展性的，就和昨天讲的，人类最初的时候，要和大自然进行抗衡，通过各种适应性行为，（争斗攻击也认为是一种逃避行为，目的是为了远离行为对象）不断适应自身。 积极情绪体验，大概分为感官愉悦和心理享受，这个我理解是分不开的，比方说看球赛，这个时候，感官达到了一种愉悦感，而达到进球或者是出现了翻转情况，这个时候心理享受也很直接，类似于积极的心境。 其实不管心理学也好，计算机科学也罢，都是那种理论和实践（实验）相结合的学科，不可能只有理论或者只有实验，而现在有大量的仪器，可以很直观地看到人类的情绪的波动。也有实验表明，积极情绪可以释放心理紧张，长期消极情绪可以造成严重紧张，甚至焦虑，所以就平时也不要有太大的压力，尽力从多角度地减轻压力。 有很多种积极情绪，其中有一个很重要的一部分是幸福感，按照词典的解释，幸福感是使人心情舒畅的境遇和生活，是一种主观体验。现代人，理解的幸福都不一样，有人觉得家庭美满是一种幸福，有人觉得实现自我价值就是一种幸福，不过我想，共识应该是买车买房在以后逐渐并不一定能带来幸福，重要的还是人和感觉本身。（这也可以认为是在进入”后物质社会”），在物质达到一定的水平以后，更多的就是关于主观幸福感的研究。 那么怎样做世界上最幸福的人呢，其实也很简单，对过去满意，对现在感到快乐，对未来感到期待。有人认为过去和现在未来是有一定联系的，但我觉得过去应该就是过去了，怀念也好，惋惜也罢，也回不到过去，对于现在的影响也是只有主观意识和能力，以及所在的环境。而当处于消极状态的时候，就很容易会想起过去一些不愉快，如果沉溺其中，就一直循环，然后就越来越焦虑，从而抑郁。因此抑郁的有一部分就是对过去放不下，对现在不满意，对未来不期待。 我想，大部分人都会有一些心理创伤，而在心理治疗的时候，如果遇到一个经验较浅的咨询师，那么他的心理防线，防御机制依然还会存在，不愿意提起那些创伤性事件。就像人会对不同的人讲不同的事一样，只有在一定的情景条件下，才会提起一些自己的脆弱，才会表现自己的意难平。 在积极情绪里，怎样面对过去呢？应该是正确理解过去，感激过去，满意地去面对过去。每个人对满意的理解不一样，这其实是一种基准线的不一样，心理状态也会根据一些事情有所起伏。 这里主要叙述了一些积极情绪相关的事情，还没有讲如何构建积极情绪，下篇会具体讲一些如何建立积极情绪，如何让自己感到幸福体验。 贩卖焦虑今天有在看到知乎的一篇问答，如何看待《贩卖希望——积极心理学批判》这篇文章？其中也解释了一些积极心理学的一些理念和利弊，不是说批判性思维不好，基本上里面大部分回答是劝要充分理解积极心理学，然后没有一定的水平和知识范围就进行批判，这样就会让别人感觉逻辑错误。 贩卖希望并不可怕，现在其实更可怕的是贩卖焦虑，本来应该更好地享受人生，而看了那些所谓的“鸡娃”、“35岁职场危机”、“知识付费”、“攀比”，就感到一些事情，在逐渐地变质了。 其实，这也不是因为一些人的问题，而是这种风气，不管是制造焦虑，还是解决焦虑，他们都从中获得了一些利润，于是就再次放大，不断地扩大焦虑，而那些可以称为韭菜的人，如果有分辨能力还好，没有区分能力的容易遇到一些假的解决方案。 其实，大多数都还是普通人，那些名人也是靠自己的能力和机遇才会成功，但并不意味着只有他们那样才是成功，这就和积极心理学里讲的那样，每个人的定义不同。而那些名人，有些人成功以后，就在导向一些不正确的价值观，为己也好，为他自己的公司也罢，再通过互联网的放大，影响着现在人的内心。 但有些行业，不可否认，是靠不断地贩卖焦虑来扩展的，比如婚恋中介，整容医美，知识付费等。 其实焦虑是一种普遍现象，目前还是有大量的年轻人买不起房，结不起婚，生不起娃，孩子上不起学，然后失去了生活的本真，本来真正的样子，这样反而并不是想要的吧。 如何避免焦虑？ 提高自己的分辨能力，知道什么是好的，什么是不利的。 提高视野，扩充眼界。锻炼独立思考的能力。 加强主观臆断，定义属于自己的快乐、成功。 相由心生不同的人，对一件事情都有不同的视角。 包括一些理论，必然会有人赞成，也必然会有人反对，正所谓千人千面。就算是一本小说，一部电影，因为自己的感受和阅历不同，也会有不一样的表现。 包括《西游记》这本书，不同人有不同的解读，现在网络这么发达，甚至看到一篇《心解西游记》（陈铁桥），通过心灵的解读，分析取经的心路历程，来讲其独特的理解。 人有人心，书有书心；见得书心，为心观；悟得收心，为心悟；解得书心，为心解。 按照他的理解，妖怪也是对主人公的考验，关于六欲的考验，最终返璞归真，经受心灵的磨练。猴，马，猪均可成才，何况有心有智的人呢。在取经的路上，也有很多是破除自己的心魔，美猴王树真心，猪八戒戒贪心，沙悟净守净心，唐三藏学佛心。 当然具体修心养性的时候，可以阅读阅读这本书，也是一种对西游记的回顾，看完基本可以感觉西游记并不是一个普通的取经的故事，而其中渗透了很多内涵，包括当时的宗教，当时的心境。 而菩提祖师，便是无相之法，自己的真心本性，在当时，宗教还是百花齐放的，达摩祖师也传道多年，道家禅宗也普及多时。 由此可得，西游记并不只是个神话故事，而里面还有太多的哲学道理，甚至人生道理，当然自己的理解还很浅，需要不断地总结思考，不断地成长。 今日的歌曲，为了符合相由心生的主题，就心经。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"焦虑","slug":"焦虑","permalink":"//xiaoye.me/tags/焦虑/"}]},{"title":"意难平 ｜ 初识积极心理学与时过人迁","date":"2021-04-10T14:05:21.000Z","path":"2021/04/10/202104-yinanping-chushijijixinlixueyushiguorenqian/","text":"引言： 时过境迁，沧海桑田，记得曾经哈佛有一门公开课，叫《幸福课》，其实里面就在讲利用积极心理学，让人觉得更加幸福，更好地认识自我感受，从而培养自己的积极体验，积极人格，积极情绪。 初识积极心理学近期读了《积极心理学》这本书，在这里记录一下自己的读后感，这一段主要是初识部分。 整本书基本上是在讲积极心理学，积极情绪带来的体验，人格，如何进行积极心理治疗。 在社会上，有一种概念叫，零和博弈，在讲参与博弈的各方，在竞争下，一方的收益必然意味着另一方的损失。但在积极心理学里，更多的是正和博弈，通过一系列的鼓舞，激励，达到一些正向的影响。 这种积极的概念，不是一种自我欺骗，而是一种将一些积极内容进行放大和培养。就和人之初，性本善一样，在人类最初的时候，我想也是积极的，按照之前的进化论，消极的人最后会慢慢淘汰，剩下的都是积极的，这样才符合社会发展的需要。 在目前的社会里，其实精神类疾病是一种正常的现象，难免会有一些人有一些抑郁的情况，有那种翻来覆去睡不着的感觉，显然应该有调查表明，现在的要比之前的抑郁者要多一些，主要是现在有更强的自由，更好的物质，却在心理上，难免会有意难平，难免会感觉到不幸福，甚至总会有各种各样的困惑。 在这里，积极心理学倡导的积极向上的态度，就会影响到一些观点，去消除一些消极的思想，比方说一些自私，自负，自卑。与之相对，二战之后还有一些消极心理学的东西，大概在那个时候，认为心理问题是人的一些身体疾病，而通过一些病理上的修复去试图解决，而忽略了人类自身，限制了自己积极的那一方面，更多的关注那些缺陷或者是问题。就像温水煮青蛙一样，因为自己适应的原因，一直都意识不到问题和危险。这种消极心理学，其实更侧重于修复或者修补，而并不会让内心主动或者生活幸福，当然它的背景是没问题的，在战争结束之后，大量的人，心理上依然有余悸，需要去更多的疏导。 后来在 20 世纪 60 年代，出现了人本主义心理学和人类潜能研究，奠定了积极心理学的基础。然后在 90 年代，在美国开始兴起了积极心理学，利用一些实验，关注一些积极的品质，研究如何让人产生积极的情绪体验，积极的认知，积极的人格。在对自己生活质量要求的不断提高，Positive Psychology 就开始变得更加重要。 在这里，研究一些每个普通人所具有的积极力量，甚至是潜力。基本上在一个高兴，幸福，快乐和愉悦的环境里，更容易吐露心声，更容易促进其更好的成长，同时效率也会更高。在神经科学的研究里，人的积极和消极其实是比较复杂的，并不是简简单单的相反，都是由一些神经递质多巴胺所影响。 有些人认为，积极心理学的发端是由著名的马斯洛写的《动机与人格》，这一点我想大多数都比较赞同，因为人性，所以有了人本主义心理学。因为满足了最基本的马斯洛需求（生存需求和安全需求），这个时候就会开始追求更高一层的社交，尊重，自我实现。而积极心理学的宗旨在于帮助人类生活得更好，而不是普通的一些追求，活着的真正意义，在于追求生活幸福。 这一部分的内容基本介绍了什么是积极心理学，积极心理学的作用，而更多的什么是幸福，如何构建积极情绪，形成积极人格，会在之后慢慢叙述。 当然这部分内容感觉，不仅可以用于心理治疗和疏导，也可以用于家庭或者教育，构建一个积极的家庭氛围，这样更有利于相互的了解和沟通。 好的感情需要彼此鼓励的互动模式，而不是善意的敷衍。 期望导致结果在心理学上，有一些著名的实验，比如罗森塔尔实验，具体就不讲了。主要去探讨一些其中的理解。 记得小时候也曾经看过这个类似的实验（记得当时的书应该是知心姐姐的《告诉世界，我能行！》），讲的是，通过一些暗示，让他感受到一些期望，当然是积极的，这时，他会建立起自信心，然后通过这种正向反馈，让自己有所进步，然后也给了老师一定的积极反馈，同时老师也激发起更大的热情，也开始对他们有更多的关照。如此循环往复，不断地正向反馈，慢慢地成绩以及性格就会朝着老师期望的方向，茁壮成长。 其实本来就没有坏孩子，每个都有潜力，每个都有自己喜欢擅长的方面，通过一定的期许，一定的赞赏，可以让他们明白，自己在这方面，是做得很好的，从而充满信心，而不是一味着去内卷他们，让他们报一些自己不喜欢的事情，还不给他们一些正向反馈。这样不仅不利于成长，而且沟通起来也越来越闭塞。 其实在管理上，也是一样的，要足够信任员工，使其发挥自己的主观能动性，当然也不能提出过高的期望值，这样期待的太多，做到的太少。相对来说，年轻的或者小孩子，那种白纸的相对更好雕塑一些，基本人的心智还不是太健全，经验还不是很丰富，阅历上还没有太多，更容易受到这种期望带给他们的正向鼓励。 所以更多地讲少年，未来可期。 时过人迁想自己，来北京已经快五年的时间了，这段时间，说长也长，说短也短，总会经历很多不同的人和事。 想那会，十三号线还没有清河站，大概自从 17 年年底以后，就没有再坐过十三号线了，连有清河站都有一些恍惚，想那会，经常要在西二旗或者立水桥霍营倒地铁，就那种地上交通的感觉，从那时的青涩，到现在的挣扎，时间也过去很久了。 还记得之前面试的时候，也经常去上地西二旗，虽然现在地方没怎么变，但却感觉人不一样了。当初的那些人，早已各奔东西，有些人离开了北京，有些人还在北京继续努力。正所谓，风景依旧，时过人迁。 人生在每个阶段都会因为一些际遇而不断改变，不管遇到什么事情，都要去努力，都要乐观地去面对，这样应该在回望的时候，会少一些遗憾吧。 这个主题，总会觉得那么些怀旧，正所谓，时过境迁，沧海桑田，人也不再是少年。经过时间的洗礼，留下来的肯定是美好的。 今日的歌曲，本来想分享似水流年来着，好像记得之前有分享过了，那就梦驼铃。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"},{"name":"积极心理学","slug":"积极心理学","permalink":"//xiaoye.me/tags/积极心理学/"},{"name":"时过人迁","slug":"时过人迁","permalink":"//xiaoye.me/tags/时过人迁/"}]},{"title":"不辜负 ｜ 他她是不是真正的快乐（下）","date":"2021-04-09T14:50:21.000Z","path":"2021/04/09/202104-bugufu-tatashibushizhenzhengdekuailexia/","text":"引言： 昨天讲了火象土象星座以后，今天重点讲讲对于水象风象（巨蟹，天蝎，双鱼，双子，天秤，水瓶）来说，如何区分他们是不是真正的快乐，从而不辜负他们。感觉这只是一些参考，只是一种方向，重要的还是两个人互相理解体谅，多沟通，不花心，给对方足够的信任感。 水象星座昨天讲了火象和土象，相对来说，他们的表现会比较热情，今天的这两种类型，更多的是那种温柔，敏感，情绪化。 水象星座的话，主要是巨蟹座，天蝎座，双鱼座。 巨蟹座，其实按了解下来的东西，是比较看感觉的，然后还有一些敏感，在表面上，是很温顺的那种，基本上印象中都是很乖的那种类型，有的人说他们内向，实际上并不一定是准确的，也是需要分人，只能说大部分的人比较一点，其实更愿意说他们比较缺乏安全感，再加上内心敏感，对自己喜欢的人其实就很在意。 在表现上，他们是那一种占有欲比较强烈一点，也可以认为是比较爱吃醋，不太喜欢他在意的人有别的人喜欢，所以在生活上要让他们足够的信任，不要让他们的内心脆弱。性格方面，是那个给人很温暖的感觉，充满温情，对待生活比较认真，在内心里，依然是那种充满幻想，怀有期待，而且相对别的来说，会有点怀旧的心态，比起热闹来说，更喜欢安静一点，喜欢呆在自己的小世界里。 和他们相处，千万不要做一些伤害的事情，那样其实损他也不利己，更多的应该是鼓励他们，其实他们需要更独立地成长，而不是那种手把手地去引导，在才能方面，整体来说，感觉比较突出，比较讨人喜欢，而且是那种浪漫幻想主义，性情温和，比较喜欢美好生活的样子。 他们是不是真正的快乐呢，其实只有在他们有了心灵上的沟通，聊得开心，是他喜欢的那个样子，他们也会像个小可爱一样，让人感觉很开心。所以也不能去逼迫他们做什么事情，最好是那种软硬兼施，并且给到他们足够的安全感，这样就不会不快乐。 其实他们对待他人，是比较坦诚和真诚的，不太喜欢去欺骗别人，去找一个别的借口，有时候相对直接一点，但性格有时也同样比较脆弱，生怕别人伤害，比较情绪化。总之来说，巨蟹座是那种非常细心温柔的人，如果遇到的话一定要好好珍惜，不辜负。 天蝎座的人，其实由于他们的性格，会给人很多的误解，误解他们比较冷，比较孤傲，其实这些人根本就不懂天蝎座，天蝎座的人，通常个性会比较强势，人品素质比较好，别的有的是那种更感性一点，或者是感性理性都会有，但天蝎座的是那种矛盾和理性都有，这样的他们，也会被别人误以为渣，其实别的星座的也有很多渣的，表现不同。 他们来说，其实心里是那种单纯的，有时候会去考虑别人的想法，但又怕考虑的太过，就开始将自己伪装起来，而且再加上拒绝人的比较痛快，又会让别人觉得比较难以接近，其实他们只是在想，不想那么随意将就而已，就不会愿意去接受一个自己不喜欢的人，他们其实比较明白，如果说和一个自己喜欢的人在一起会比较痛苦，那么还不如开始就是结束。所以和他们相处，不要触碰底线，不要尝试打听他们的隐私，（否则就会比较记仇）。 对于他们来说，基本是那种爱憎分明，不要试图去感动他们，其实如果没有获得他们的喜欢，就相当于失败了，虽然很现实，但就是这样子。相对来说，他们更容易看透人心，因此快乐对于他们来说，也很重要的，不要试图地去改变他们，更应该顺从他们，好好地对待，让他们不那么累，给他们一个安稳的港湾。当他们不快乐的时候，传递给他们快乐，给他们信心。 最后是双鱼座，双鱼座在这里，其实没有天蝎座那么极端，也没有巨蟹座那么温柔，相对是介于两者之间。 双鱼座，有时候会感觉忧伤，也算是心思细腻的那种，总喜欢给别人解决感情上的问题，其实自己才是渴望浪漫，更喜欢幻觉的那种，但他们也自己清楚，自己并不是完美的那种，他们害怕对方发现自己的缺点而离开自己，这也算是一种情感上的焦虑，外表看似快乐，内心其实孤寂的那种。在多次情感之后，就想追求那种挚爱，那种永不分手，但现实却不一定尽人意，总会有那么些人，去伤害他们，但他们还是不会记仇，不会报复，这也是一种善良吧。 他们对自己不喜欢的人，基本上就是那种敷衍，敷衍过后，就开始思考，自己到底喜欢什么样的，但是经历得多了以后，会让自己变得更加现实，起初要求很高，但到最后，就会选择那个身边最优秀的那个，他们其实并不认为爱情是至上的，逐渐地认为这只是一种信仰，重要的是家人，重要的是陪伴，重要的是一种归宿。 不快乐的原因，其实有一些是因为他们多疑，甚至还会自己怀疑自己，有时候觉得是自己的问题，任何事情都是，过了就不太好，敏感的心灵，如果过度，那么就有可能会抑郁。所以最重要的是，走进他们的内心，看似坚强，其实比较脆弱，比较容易受到环境的影响，有较强的共情心，就那么纯粹。 风象星座风象星座的话，主要有双子座，天秤座，水瓶座。风象星座的人通常会有一些乐观，有时会有些喜怒无常，突然间会自闭。 双子座的人，通常有会和射手座一样，被认为是花心，但其实每个星座都会有花心的，表现也各不相同。双子座，其实算是好奇心相对比较重一些，在心底还是一个小孩的样子，跟双子座的人在一起，熟了以后，其实是一件很好玩的事情。在性格方面，是那种感性和理性的结合体，有时候很感性，有时候很理性，和射手座一样，他们宁愿自己放飞，也不愿被限制自由（所以这两者匹配度可以达到 80 %），如果对他们，占有欲太强，那么就会让对方产生一些反感。 性格标签方面，之前也有做过功课，当然结果上是有些是对的，有些是错的，这也很正常，因为毕竟还有环境和家庭的因素，比方说，随心所欲，偶尔会突然自闭，其实现在想来，其他星座的都会有那么一些，甚至于有些内容里讲他们不在乎别人看法，有些内容里会讲他们在乎别人看法，这都是其实不太靠谱的。 他们是不是真正的快乐呢，也许只有他们自己才能知道，因为在表面现象里永远是那一副面带微笑，也算是一种乐观，伤心的时候也只会在私底下，夜深人静的时候，而且还会和你讲，自己一个人就可以走出来，然后第二天依然给周围人传递快乐，所以其实对待他们，只可以是适当地进行帮助，最终还是要靠他们自己。 天秤座，其实给人一种很友善的感觉，而且心也比较软，甚至于好到不想拒绝别人。他们其实要求不高，只需要一个真爱他们的人来抚慰内心，和其他外热内冷的不太一样。对于他们来说，优点是心软，缺点却也是心软，这样的性格让他们不太会去伤害其他人，这样也更容易获得那种真性情。 在性格上，比较吃软不吃硬，为人上，对每个朋友都很好，而且都那么好。在决定上，也不善于做一些决定，他们不喜欢自己去做决定，一旦确定了，就会觉得做点一些牺牲，也是应该的。在吵架方面，也几乎很难去真正吵起来，因为心比较软，只要对方一道歉，自己就会有一些原谅。 如何让他们真正地快乐起来呢，不要欺骗，不要谎言，不要虚伪，只需要对他们好，他们还是那种慢热类型的，就会从心底接受这些吧。有时候，表面看似坚强，实际上，内心容易受伤。 水瓶座的人，其实相对来说比其他的要单纯一些，但却又不单纯，是那种熟了以后比较皮，连自己都不太懂自己，为什么有时候会那么去作，有时候会像个小孩子一样，渴望别人去关心，有时候却像个理论学家，给你讲一大堆大道理，所以这也许可以称之为“有趣的灵魂”吧。在情感方面，其实是比较认真的那种，只要被他们喜欢上了，就会发现会有那么点点精分的感觉，他们有时候会没有安全感，比如说消息晚回了一段时间，内心里其实已经开始胡思乱想。难过时，就不想说话，就喜欢一个人静静，喜欢漫无目的的走着，一个人去承担这些东西。 其实，水瓶座和天秤座一样，心里是那种善良的，如果是一个值得他们去好的人，同样好起来是没有什么底线的，觉得自己对朋友是很好的，会把别人的事情也当作是自己的事情去看待。有时也很爱发呆，虽然表面上不太会讨人欢心，但是那种讲义气，专一。水瓶座的人，吵架大部分的话其实是假的，如果是叫你走开，其实心底是想希望你快点哄我。生气的时候，一走而之的那种，也希望有人可以在背后守护他们，面对他们呢，其实就是需要靠哄。 没有安全感，会让他们并不是真正的快乐，他们想要的快乐也很简单，不需要大富大贵，只需要柴米油盐的那种在意，在心底只想简简单单快快乐乐，对自己喜欢的人的看法会比较在意，在想法方面，总会有一些天马行空的东西。其实对于他们来说，觉得更重要的事情是做自己，委屈总要自己默默承受也很累，很需要一个温暖的拥抱，而当他们接受了以后，自然会给爱的人一个温暖的一生。 当然我觉得大部分的情况，还是比较符合的，基本上是这些人群里的共同特征，以及相对来说，比较明显的一些性格特点。 写完之后，大概是三千五个字了，感觉像是一种突破，之前的话，基本上够两千多字就结束了，这个话题的会有点写不完，之后可能会以别的角度进行真性情的分析。 今日的歌曲，希望，感觉上是那种比较治愈类型的歌，应该是生命有价的国语版。适合清新时候给人治愈。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"星座","slug":"星座","permalink":"//xiaoye.me/tags/星座/"},{"name":"水象","slug":"水象","permalink":"//xiaoye.me/tags/水象/"},{"name":"风象","slug":"风象","permalink":"//xiaoye.me/tags/风象/"}]},{"title":"不辜负 ｜ 他她是不是真正的快乐（上）","date":"2021-04-08T14:40:21.000Z","path":"2021/04/08/202104-bugufu-tatashibushizhenzhengdekuaileshang/","text":"引言： 在路上，看到人都是多样性的存在，如何看一个人是不是真正的快乐呢，不仅需要从他的表面，也要分析一些性格方面的东西，这里以自己接触过的一些星座的人来看，试图找到人的一些共同之处。 火象星座今天晚上路上之时，想起一些人曾经探讨过一些星座方面的东西。不禁有所联想，在想不同星座的是如何表达快乐的，从他们的一些表现来分析，从而在心里不辜负他们的那份意。 当然有详有略，有些星座的之前接触的不太多，纯个人视角，所说的都是错的。 而且星座这种事情，不能全信，但都会有那么些相似之处，更多的性格是通过后天的环境、与人的相处，心理的治疗有关，之后会通过心理学的角度，去探讨一些性格方面的东西。 火象星座的话，主要是白羊座，狮子座，射手座。 白羊座，这种的其实在熟人面前会比较热情，而且还会比较可爱，其实没有什么太多坏心思，不快乐的事情，往往会写在表情、眼神、行动上，有时候如果真的惹白羊不开心了，那一定会表现得比较直接，他们也喜欢那种被在意的感觉，如果这方面给到他们，就会一直开心，也算是一种希望被认可的星座之一。 在感情方面，如果遇到喜欢的那种人，也不会去暗恋，就在相处的过程中，直接地会去表白，（除非在这方面经验很深），白羊座的女生呢，相对来说，对爱情是那种童话般里的，外表上看着很独立，很坚强，但实际内心也需要一种比她强的那种人去征服，带她去吃喝玩乐，体验人生不同的风景。 白羊座相对别的来说还有个特点，就是比较浪漫主义，在不经意之间，就在发现一些有趣特别的事情，在生活中，总会有一些他们喜欢的事情，音乐也好，生活也罢，就和童话般一样，向往着浪漫。 狮子座的话，接触的不太多，给人的感觉，比较适合做一些领导性的工作，或者我们有时候称之为傲娇，七月份的尾巴，八月份的前奏，喜欢的事情会一直喜欢，在相处方面，更喜欢那种征服他人的感觉，（所以这里可以和白羊座搭哦），在做事情方面，相对比较执着。所以他们快乐的方式，就是让他她得到一定的满足感，相信他们一定能做好，给他们一定的信任，渴望更多的那种认同感。 射手座的比较熟悉一些，基本上这个里面的大部分人都比较乐观，一些东西不太在乎，也可以说是那种神经大条，伤心的时候，也只会独自流泪，或者是在最信任的人面前，在一般人面前从来不展示自己脆弱的那一面，始终是一副乐观积极向上的样子。其实，别人总说射手花心，但实际并不是这样的，射手是那种比较专情的，一次只会一个人，在前期的时候，比较热情，但当得到了以后，总会显得那么得不如以前那样在乎了，其实这也是一种回归生活的方式，当坚持下来，相当于把你纳入了生活当中，回归了本来的样子，想要安稳的过生活。在相处的过程中，也千万不要太拘束对方，都想要那种轻松一点的，否则射手的心会越来越远了。 射手座是不是真正的快乐，其实等到他她晚上的时候，夜深人静的时候，褪下白天的伪装以后，这才是真正的吧，那个时候，去排解一些意难平，去设法进行不辜负，坚持下来，都会有很好的结果，而且射手座的通常对别人都很好。 土象星座土象方面的主要有，摩羯座，金牛座，处女座。 魔羯座的虽然表面上是那种很冷酷，但是实际上内心是那种热的，在喜欢或者熟悉的人面前，就是那种洒脱，值得信赖，相比白羊座的表情管理上来说，魔羯座在这方面就变化一些，在一些方面，可能就会比较冷漠，甚至于无动于衷，但是在自己喜欢的事情上，总会那么嘻嘻哈哈的那种，甚至于有一些陶醉，所以这方面的，更容易在自己喜欢的事情上获得成功。 在感情上，其实更适合那种细水长流的那种，他们在乎的不仅是外在，更多的是内在，这个性格的人，在最初的时候，总是有那种讨好型的感觉，在后来成长的过程中，逐渐地了解自己，就不再在乎那些了，然后就变成了别人讨好他们，如果你遇到的摩羯，是那种自我受限，那么就请开导他们，那种不是他们真正的快乐，让他们认识到自己没必要去那么讨好别人，更多的为自己而活，然后追求自己想要的东西。 当不再自我受限以后，他们会越来越快乐，更会分享其中的点点滴滴，而且在外表方面，通常会是一种自己喜欢的状态。 金牛座的，其实感觉相对来说，比较复杂一些，大多数情况下，会表现得不快乐更多一些，（但这个不是绝对的，只要哄好），相对来说，这个星座的人通常会比较自我一点，不是特别考虑别人的感受，注意力大多数是在自己身上。有时候会有那种固执的感觉，年少时候，不让做什么偏偏要做什么。 在状态上，金牛座是比较敏感的，有些情况下，你也看不出来他她是不是真正的快乐，在生活上，更喜欢稳定，而且会给人一种表面上没有坏心思的感觉，在感情上，通常会比较真性情，爱恨分明。敏感的他们，通常会为一些人的遭遇，感到一些同情，会为一些人的不平，感到一些怨恨。真性情的他们，在感情的路上，差异还是比较大的，有的感情会越来越甜，有的因为一些事情导致感觉的不合适，就会越来越远。 处女座的话，可能大家的印象大多数是那种会带一些洁癖，不仅仅是生活，还有感情。其实也并不是全部，当熟悉了以后，会发现，他们其实是那种浪漫和理智都会存在，对待朋友比较真诚，认为感情就应该是那种有一定标准的状态，也会付出一定的精力，不太会欺骗对方，有些时候，会比较细致，比较容易暗恋别人。在为人上，有一些严谨，不喜欢麻烦别人，在相处上，忍耐度比较高。 在对待他们上面，请不要给太多压力，温柔以待，他们在快乐的时候，也会和你进行分享，那也是一种信任，当走进他们的内心以后，会发现他们对待别人都很是很好的，包容心也比较强。 在写的过程中，发现一篇其实有点写不完，其他的期待下篇，综合十二个星座，来分析他们是不是真正的快乐，以及如何挖掘他们的快乐，其实大多数都有答案了，就是无论是什么的，在他们的角度出发，信任他们，走进内心，他们也会分享属于他们的快乐和不平。 今日的歌曲，你怎么说，何必那么说。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"星座","slug":"星座","permalink":"//xiaoye.me/tags/星座/"},{"name":"火象","slug":"火象","permalink":"//xiaoye.me/tags/火象/"},{"name":"土象","slug":"土象","permalink":"//xiaoye.me/tags/土象/"}]},{"title":"不辜负 ｜ 无需要太多","date":"2021-04-07T13:45:21.000Z","path":"2021/04/07/202104-bugufu-wuxuyaotaiduo/","text":"引言： 在这个浮躁的社会，放下心里的防线，在这一小小客栈，休息片刻，感受生活，感受阅历的沉淀。挫折也好，失败也罢，无需要太多，都已经是过去式。凡事要放轻松，不要让自己的心累，展翅飞翔，便是远方。 阅历阅历其实往往是一个人的特点。 更多的情况是，阅历和年龄并没有直接关系，不一定年纪小的就一定阅历浅，这个也是一种内在，不仅仅是一种修养，更是一种为人处世的方式。 有人说，学历代表过去，能力代表现在，学习能力代表未来。其实我觉得，阅历和品质也决定了未来，阅历丰富，代表着经验充足，经历过各种各样的事情，面对一些事情，可以有着充足的准备。相反，如果没有一定的阅历，写出来的东西，反而有那么些假大空，给人一种没有灵魂的感觉。 在写的时候，突然想到了这么一个人，大家都对他的说话方式赞不绝口，之前主持的《康熙来了》，现在目前在《奇葩说》担当嘉宾，还出过一些畅销书《蔡康永的说话之道》，我想大家应该都知道了。他主持的风格，自然得体，嘉宾的感觉，娓娓道来，很懂得照顾他人的情绪。他没有什么负面的新闻，从小受到的家教，便是”永远是把别人的感受放在第一位”，这样的他给人一种如沐春风的感觉，一种充满着人生阅历的相处方式。 通过自己的阅历，洞察他人的人性，甚至在奇葩说里，那些娓娓道来的话语，让你觉得，正反甚至都很合适，很温暖你的心。其实这并不能算是一种圆滑，甚至感受不到虚伪，看得那么通透。世事洞明皆学问，人情练达即文章。他不是那种引导别人方向的那种人，但却是通过自己的阅历，通过自己的感情，给人一种鼓舞，让人感觉，生活不单单需要快乐，还可以那种稳定和温柔。 当然还想起这么一个人，也是非常地在一些场合会说话，给人一种情商很高的感觉，因为《疯狂的石头》而出名的黄渤，翻阅他的人生阅历，也可以发现，年少的时候，也经历了很多自己不喜欢的事情，过着漂泊的生活。而会说话，也是他的一种标签，可以给人那种意料之外的感觉。其实这种能力并不是与生俱来的，而是后天经历了太多生活所迫的事情，不断总结，开始明白市场需要什么，观众最想听的是什么，然后打造这样的人设。 人的话，年轻的时候就要活得随性一些，没有那么多压力，当到了一定阶段的时候，才是那种让人不得不面临各种的压力、焦虑，就和今年第一篇文章的标题讲的一样，年轻就应该吃喝嫖赌，胡作非为，不要去想太多有的没的。心里想不开就可以去心理咨询，想得开就去帮那些人心理咨询。同时也要有一些上进心，这就是一种很好的生活状态，也是一些人羡慕的状态。 合适的年纪就做合适的事情。 缘分人生难免会有遗憾，总会有段时间，会想为什么遇不到那个对的人。其实现在，相比之前，机会多了很多，选择也多了很多，为什么结婚率却屡屡下降，和社会有关吗，也有，社会让一个人的心渐渐浮躁，和自己有关吗，肯定也有，自己有时候就无法想明白自己想要的是什么，想要的是外在还是更多的内在。 一个人不可能近乎完美，这是一个肯定的事情，两个人之间最重要的是包容和理解，没有人是绝对的，没有那一方是不可或缺的，传统的一些观念，现在早已发生了改变，“干得好不如嫁得好。”，这到现在也可以认为成一句玩笑话，并不能有这样的观念，现在很多人都很独立了，我们需要的并不是高富帅、白富美，更多的是“有趣的灵魂，好看的皮囊”。 其实，我们真正需要的并不是这样的，在两个人的相处过程之中，更需要真诚与理解，人生难免会不平，很少有一帆风顺的吧，（王思聪都会有限制消费的时候），相互理解，互相支持，有阅历的人，会更多地教你成长，实现心中的那一份梦想。 其实，我们想要的，不是高富帅，不是暖男，而是能互相扶持，在背后给予更多的理解与支持的男人。那什么又是好男人？好男人就是会为你有所付出的人，（甚至没有一定的付出，可能就谈不上喜欢与爱），会教导你何时应该如何有所牺牲又该何时有所追求，会帮你在某个年龄实现心底存在已久的梦想（有些是公主梦，有些是往日梦）。 缘分这种事情，其实很难讲的，世界那么大，两个人遇到一起的概率本来就低，然后发生各种事情的概率就更低。要说没有缘分，似乎也说的通，因为最初一开始的人，也不一定会走到最后，那何不在这个过程中去享受呢，无需要想太多。 缘分是一些些巧合，可能有着相似的习惯，也可能在同一条路上，走了又走，遇了再遇，同一个地方，去了又去，同一个人，见了又见，甚至于很多事情都那么合拍，有相似的三观。 云起云散，花开花落，都是自然规律，缘分也一样，不可强求，不能目的性那么强，拿得起，放得下，强求难免意难平。 品质其实有时候在想，一个人最宝贵的品质是什么？是信用，是真诚，还是意志，还是思想，还是善良？ 随着时间的推移，我想想法也不尽相同，每个人的答案也不相同。以前可能会觉得思想是一个人难能的品质，一个人，要有思想，有抱负，有进取心，凡事都要向前看，（不是钱）。 现在又开始觉得，真诚是一个人最好的品质，自己也努力往这个方向去靠，没有那么些套路，君子坦荡荡，不敷衍，不世故，不圆滑，给人一种心灵上的依赖。 突然又想起了，前几天那个 zkw 的事情，其实就是很多人用外在的眼光，就将其否定了，人家要比很多人要优秀很多的，就因为一些表面的东西，就不去了解内心表达的想法，这也是社会浮躁的一种表现，既伤到人家内心，又对情况毫无正面作用。（当然表面的也很重要，是了解一个人的一方面） 很多事情，并不是出生就懂得的，也不是出生就会的。在和陌生人进行交谈的时候，真诚往往是心里可以感受到的，治疗师也好，咨询师也罢，首先要是一种真诚的状态，这样对方才不会设心理防线，同时根据反馈，及时地进行调整，大部分人流露出的表情都是真实的，及时做出调整，使得对方心里感受到那一份温暖吧，便也是一种不辜负。 总以为未来很远，其实就近在眼前，以前不会思考时间，可光阴却匆匆而去，就这样，无需要考虑太多，好好生活，不辜负身边的人与物，有所思考，有所感悟，知足。 今日分享歌曲，和题目一样，无需要太多，和这里讲的感觉一样，做合适的事情，珍惜应该的缘分，锻炼好的品质。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"缘分","slug":"缘分","permalink":"//xiaoye.me/tags/缘分/"},{"name":"阅历","slug":"阅历","permalink":"//xiaoye.me/tags/阅历/"},{"name":"品质","slug":"品质","permalink":"//xiaoye.me/tags/品质/"}]},{"title":"不辜负 ｜ 城南旧事","date":"2021-04-06T15:21:21.000Z","path":"2021/04/06/202104-bugufu-chengnanjiushi/","text":"引言： 其实北京城里，有太多太多的风景，每一个都值得单独拿出来讲，无论是胡同，长城，还是其他景点，只要静下心，耐心地聆听其中的故事，便可发现独特的魅力。 白石桥北京是个古老的都城，有很多传奇故事吸引人。 有这么一个地方，叫白石桥，发生了很多传说故事，这里就说一个网上看到的。 白石桥这个地名，始于明代初年，因桥而得名。明代此处又名白石庄，有万驸马园。明代刘侗、于奕正著的《帝京景物略》中详细记载了明代北京城各地的风景名胜、风俗民情、寺庙祠堂、山川风物、名胜古迹、园林景观以及民俗风情，展示了古城北京深厚的文化内涵。书中对当年的白石桥称之为：“万驸马庄”。 民间传说，高亮赶水被大水淹死了，他的老娘白氏听说儿子的死讯，悲痛万分，千里迢迢地从南京赶到了北京，在西直门外儿子被淹死的地方日夜啼哭。刘伯温感念高亮赶水有功，死得惨烈。又看见老太太可怜，便奏请了燕王封她为白氏娘娘，并在城里给她建了一座宫殿，让她晚年享几年福。可是白氏娘娘怎么也不愿住进宫殿，只要求在西直门外盖间草房住。刘伯温又奏请燕王在西直门外给她盖了三间草房。白氏娘娘住在草房里日夜思念儿子，每日以泪洗面，哭一天就多一根白头发，也不知道哭了多少日子，脑袋上的头发全白了。 一天晚上刚闭眼，就梦见自己的儿子高亮站在一条大河里举着枪正在和一条恶龙搏斗，恶龙一抬头水就涨三尺，水声轰隆隆的实在吓人，眼看水就要冲进西直门，灌进北京城了，高亮焦急地举起枪向恶龙刺去，恶龙一甩尾就将高亮卷进了河里，一个大浪扑来，高亮瞬间被巨浪吞没，急的白氏娘娘连喊：“亮儿！亮儿！”扑向水里救儿子。白氏急醒来后发现原来是一场梦，天亮的时候外面正在下大雨，白氏娘娘向外一看，只见外面满地全是水，只见一股特大的浊水卷着浪花从西边向城里冲来，浪头上隐隐约约看见一个龙头，这不就是梦里的那条恶龙吗？仇人相见分外眼红，白氏娘娘反身从屋里拿起把菜刀就向恶龙砍去，只听轰隆一声巨响，那股恶水顿时消退了，恶龙就不见了，白氏娘娘也不见了。在白氏娘娘住的草屋前出现了一座闪光耀眼的白石桥，人们说那白石桥就是白氏娘娘的化身，恶龙被白氏娘娘镇在了桥墩底下再也不能兴风作浪、祸害北京城了。从此就有了白石桥。 至今，白石桥已经是保存了640多年的名字了。 城南旧事 我想大部分人应该听过这本《城南旧事》，就像怀念旧时光一样，里面写了英子对于童年的回忆，就和里面讲的一样，爸爸的花儿落了，我也不再是小孩子。 现在节奏越来越快，大部分行业都有点内卷，其实都也不确定是不是自己想要的生活。现在在想，在发呆，以后在老的时候，可以的话，开个餐厅，名字就类似于城南旧事，有一些情怀，就让顾客看看路上的风景，停下脚步，休息片刻，足以。 其实，书里的城南，并不是今天的南城，其实应该是前门齐化门（今称朝阳门）一带，大家伙，那个时候都还是平房，邻里之间还很亲切。 那一曲《长亭外》，送走了多少思念，随着淡淡的哀愁和沉沉的相思，逐渐地进入了那个环境，驼铃声，叫卖声，玩耍声，声声入耳。其实在我们成长的过程中，总会有一些东西渐渐在失去，有些事情很容易忘记，可更多事情还是那么忘不记，意难平。所以大概童年是快乐的时期吧，不会有太多烦恼，不会焦虑，不会考虑那么多。 其实只是近年来，这一片地区在不断商业化，大概在五六年前的时候，在前门附近一直走呀走，走到了胡同深处，便是老北京人生活的样子，讨论着谁家的三长两短，悠然自得。 就像古龙所说的一样，离别是为了更好的相聚。相比“聚是满天星，散作一团沙“来说，更喜欢这句，它也算是给我们一种期待，期待各自变得更好的样子，但人通常都不太喜欢别离，只希望可以万事顺意，温柔以待时光。 南城游记其实之前有段时间，是在今天北京的南城居住过的，就是虎坊桥，菜市口，陶然亭，马家堡一带，算是二环，每天也是在经历着不同的人与事。 当时也算是胡同改造，那里的胡同越来越少，逐渐把一些重点的胡同保护了起来，胡同的邻里之前，也开始建起隔阂，以前的生活气息正消磨殆尽。那里低矮的平房和菜市口高楼大厦，显得那么格格不入，其实这便是生活的样子，无论贫贱，都是一种风景。 随着胡同一直向南，便可到达法源寺，这个地方并不出名，也不网红，也不热闹，没有高价的门票，没有热闹的行人，有的只有是那里的几只猫。而猫眼里，看到的却都是，一群汉服的姑娘，几个调皮的孩子，逐渐变得开始警觉。 能看开的不仅是智慧，更重要的是那个心。 无论多么虔诚，都只是自己觉得，实际上还是应该像前几天讲的一样，多行善事，必有回报。 再往南，就是万寿公园，这里实际上，很适合老年人，环境优美，舒适自然，还有很多阅读室，闲暇时间便可静心，甚至一坐一下午。 再往南，往东一点，便是陶然亭公园，这里基本上比较熟悉，在二环里的公园，并没有什么缺点，空气清新，水波自然，湖面荡漾，树林悠扬。 而且人基本也不多，附近的人只要有个年票，便可逛达几圈，很划算。之前更多的是在这里拍一些照片，怀念在这里附近住的日子，现在想来应该多拍一些视频，记录记录生活，让平时在高楼大厦的自己得以放松，得以休息片刻。 今日歌曲，海海人生，或者人生海海，闽南歌曲。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"北京","slug":"北京","permalink":"//xiaoye.me/tags/北京/"},{"name":"城南旧事","slug":"城南旧事","permalink":"//xiaoye.me/tags/城南旧事/"},{"name":"南城游记","slug":"南城游记","permalink":"//xiaoye.me/tags/南城游记/"}]},{"title":"意难平 | 今日昨日与明日","date":"2021-04-05T15:55:21.000Z","path":"2021/04/05/202104-yinanping-jinrizuoriyumingri/","text":"引言： 其实没有人可以对未来每件事情都预知，但可以对过去每件事情做总结。回忆过去，珍惜现在，展望将来，这便是对自己最好的答卷。 今日的思考 今天依然是在路上探寻着人文和风景，在阅览之余，不禁会停下脚步，对自己，对生活，进行一些思考。 其实人，会有一种刻板印象，在对比价格的时候，总会在心里和自己经常的水平范围内的进行比较，这个时候，就出现了一定的偏差，如果平常物价较高，而去了一些地方就觉得，这个地方原来也没有想象中的坑人呀，而平时物价不高的人，有的去了往往就会四处留神，深怕自己被坑到。 今天在碧螺湾走走停停，时不时看看路上的风景，看着别人的状态，大部分都是种在享受的感觉。然后在想自己，其实有那么快乐吗，未必，就在回顾了过去，想想现在，还是在大城市不知所谓地漂着。 想的过程就觉得自己其实太佛系了，对一些东西无欲无求，没有所谓争取的欲望，也没有太强的上进心，每天就是做好自己的事情。一方面可能是因为大城市带来的压力和焦虑，很难得到京牌的现实，一方面可能是性格的原因，造成了现在这个样子，不再将努力拼搏放在第一位，而是更多的取悦自己，满足自己的需要。 当然也还有一些情况，比方说一些东西，学起来实在太难，没有一定的经验和实践，是不好把它做到更好，这我想既不是我的问题，也不是其他人的问题，应该是社会比较内卷的问题吧。前几天还听说一些国企有阿里的人过去，在那里推行 996 的福报。 人与人之间的差距往往比人和狗的差距还大（当然不是说谁是狗），看那些，还不如接受现实，心里大概还会好过一点。我想如果有家庭了以后，会更倾向于 happy，而不是尽可能 rich，那样心里会感觉缺少了些什么。 所以任何事情，不能看表面，甚至要看内心，决定一件事情的因素有很多，有各种内外因的关系。我们也只能保持自己，不被浮躁的心所支配，多阅读一些书，多做一些有益的事情。 这便是当代一部分青年的想法。 昨日的回顾其实这里的昨日，并不只是讲昨天，其实总的来说是讲过去吧。讲讲过去那个不完美的自己，想起来难免会有一些意难平，难免心会回忆着过去。 过去的自己曾经有一段时间，多多少少地不自信，小的时候吧，除了一开始的无知无畏，后来成长的时候不知道为何就害怕在别人面前表现自己，性格也逐渐有一些封闭，那个时候，不敢上台讲话，总觉得会紧张，其实现在想来是一种正常的现象，后来因为也缺乏一些正向反馈，逐渐循环，久而久之，那段时间就便得有一些不自信。其实现在想来，那会也算年少，年少的时候，就应该多尝试，不要太考虑那些后果，尽力地去表现自己，不要太在意别人的看法，做自己就很好。 当然在后来，算是高中的时候，也收获了一些比较珍贵的友情，不管有没有到现在，至少在心底是值得去看重的，也算是当时内心的一种支撑，感谢当时他们的出现，提供了一种正向反馈，按现在的轨迹来看，基本是高中开始，整个人就开始变得不太按部就班，开始有更多的想法，（初中有段时期也有自己的想法，但更多地没有实际去做），开始逐渐聚焦在了自己喜欢的事情上，这也不能说不好，也不能说很好，反正是开始以自我的感觉为中心，没有那么很在意别人的看法。 因此高中和大学，大部分时间基本上是忙自己的事情中度过，高中更多地去玩了，也实在是不喜欢当时的按部就班的学习方式，也静不下心去学习，就依然每天很迷茫的在玩中度过了，在大学期间，因为老师也不会管具体的学习，因此就更加地随意，随意到想什么就是什么，（现在想来，不知道好还是坏），开始参加更多的活动，努力在比赛中成长，积累经验，当然其实当时也知道，那样对去大厂是没有什么太多帮助的，自己实际羡慕的是别的学校的信安和 ACM 的氛围。但学校里偏偏是没有，缺乏专业的指导和培养。 但自己还是去参与那些所谓的东西或者是项目，当时有着很多的想法，也不管能不能实现，至少很多想法在当时也算是有意思的，然后从中去做一些作品或者项目，参与一些比赛，过程是有收获的，结果自己感觉也是可以的，还可以有一定的满足感和成就感，开阔一些的眼界。 当然现在写的写的，好像总结不完过去，限于最终的篇幅，一些其他的事情，之后也会慢慢讲到。 明日的展望昨日之事不可留，明日之心多烦忧。 其实人大多数对未来，都是不确定的；很少人真的知道未来可以怎么走，未来是一种怎样的方向，（当然如果知道，那么可以利用信息差去赚到认知的钱），对于我来说，其实也是一样的，没有太多的目标，希望每天依然地做着自己想做的事情，爱自己想爱的人。 在今天在碧螺塔的思考以后，其实对未来有了一些规划，未来还是需要做自己喜欢的事情，做真实的自己。做自己喜欢的事情。 这样自己的效率也会最高，做的时间也会渐渐变短，从而不辜负那些人与物。 这便是一种不辜负，其实世间大多数人我想很难做到自己心意上的不辜负，总的来说，让自己变得优秀一些，至少以后不会后悔现在做的决定。 当然大致在写完以后，觉得可能和标题联系地不是特别紧密，因此之后还会写类似的内容作为一些补充吧。 今天的话，因为晚上高铁晚点了一段时间，因此本篇文章和之前相比，会晚一些，在回北京了以后，基本上就会按正常的节奏每日九点多更新。 今日份歌曲，交织千个心，歌曲分享环节，大多数是看心情，以及近期听的歌，或者是有和主题很契合的。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"今日","slug":"今日","permalink":"//xiaoye.me/tags/今日/"},{"name":"昨日","slug":"昨日","permalink":"//xiaoye.me/tags/昨日/"},{"name":"明日","slug":"明日","permalink":"//xiaoye.me/tags/明日/"}]},{"title":"意难平 | 过去的和过不去的","date":"2021-04-05T13:55:21.000Z","path":"2021/04/05/202104-yinanping-guoqudeheguobuqude/","text":"正和你之前说的感觉，我是那种认真地想去了解你一样，我并不是想做那种玩世不恭的人，想尝试地去了解这个人，两个人的相遇并不容易，有时候是缘分，有时候是巧合。 在回顾了认识你的这些天，的确从心底上来说，你是那种比较甜一些的， 依然我有时候还是会想起那一段让人比较开心的日子，每天有期待，不会有意难平，当时只想着不辜负，在努力做一个暖男的人设，尽量站在你的角度去考虑，但现在想来还是有些许的不成熟，经验不充足，那一段时间，我明白，感动永远不是所谓的最终的爱情，在认识你的过程中，我也去让你发现我的闪光点，包括对生活的一些态度，喜欢的生活，看书的习惯，较好的学习能力，精致会生活的想法。这些都是今年一直在思考的事情，人生并不只是工作，还有很多其他需要做的事情。 当我在工作以后，我就没有考虑去做虚伪的人，有时候心里想的是什么，就直接的表达了，并没有去考虑对方的感受，这一点上，我觉得其实还不好。 或许有些人讲：“只要你成功了有钱了，想找什么女人都可以”。但我知道实际上并不是这样的。男女是平等地互相寻找互相确认的过程。在这个过程中，无论男女都要追求各自人生的意义、追求自我发展、独立自主，同时彼此尊重、有爱、奉献。而不是说“男的负责赚钱，女的负责奉献。”。 其实我明白那种感情，那种双向奔赴 / 喜欢的感觉，只不过从我的一些举动上，让你感觉到了些压力，使得会觉得我比较着急地试图想去确定关系也好，怕辜负也罢。但其实我目前并没有这些想法，依然觉得两个人的话，努力自然一些，不那么刻意，双向选择的过程，目的性并不强，大多数的时候只是喜欢那种感觉，喜欢那种甜甜的感觉。 其实早在《比特向左，以太向右》那篇文章里面，就想过人生，和林夕感觉一样，生活不就是一些些富士山，看似在那里，其实移不动，里面也说了，想拥有先想好失去的感受吧，所以在这方面，别人也有在说佛系。 现在静下心，思考了几天，明白了一些，卸载了有时候玩的游戏，去将那些时间花在了写公众号，做视频号和做兼职，以及提升自我，也感谢你可以阅读其中的文章，当然坚持也是很重要的，现在大概来说，有两个系列，意难平和不辜负，美好的事物会在不辜负，心里对一些事情的所思所想会在意难平。 更多的来说，公众号里都是自己的沉淀，所思所想，关于人生的思考，也夹杂着一些生活，而视频号，相对更加生活一些，关于生活的一种记录，总之觉得生活有更好的期待，更好的态度，分享更多的柴米油盐酱醋茶，琴棋书画诗酒花。 我并不是在道德制高点和你讲这些内容，应该可以从字里行间可以看出来，讲的都是心里的真情实感，在写的时候，有时候也在停停顿顿，在思考的。 我相信我是个优秀的人，在能力范围所及的事情，也都会做到，答应的事情我记得的都会做到，对待朋友也尽求真实，包括许久不联系的大学室友，借钱也不带太多考虑的去借给他吧，大概这是一种付出型人格，我不知道我能不能收获多少，至少我觉得不后悔，认识了对的人。 念念不忘，必有回响。这我想里面故事也很多，首先念在之前是一个类似于树洞的 app 应用，我是之前的忠实粉丝，它会要求每天都写点什么东西，如果不写，就会扣除一定的念币。在大四毕业之时，也经常在里面写一些心声（现在换到了一本日记app），后来可惜念因为资金问题倒闭了，同时有一个另外一个app和念的理念差不多，就叫回响。这便是简单而言的念念不忘，必有回响的故事。 当然你的想法，你说了以后，我也很理解，表示赞同，感谢你的真诚，这大概本来就是男生和女生的想法不同，女生更追求那种感觉和安全感，想要互相喜欢的感觉。可能就是词不达意吧，结果就是这样了，现在想来却是惋惜。 其实我并不是要你有感动的感觉，那并不是我的初衷，我只想好好地对待一个人，然后让她享受到爱的感觉，同时我也在展现自己的能力和魅力吧，做一些吸引。我感觉这个一开始其实有点快了些，让你有点不适应和有些压力。 我相信我这一段时间是真诚的，也是相处融洽的，你不用担心辜负我什么事情，我就是觉得限制了一些你的自由，这一点我感觉有点抱歉，当时太以自己的角度出发了，后来也让你不开心，后来也不知道该怎么和你讲这些心底事。 我还记得要给你做的几件事情，要记得的应该会记得，这周末也自己做了一次豆角焖面，自己觉得还不错，自己拍，自己做，自己吃；之前也在看一些心理学的书籍，只是希望提升我自己的吸引力，让你感觉更好一些吧。练习唱歌的事情，早上闲的时候就在做，当然也不只是为了你，只是提升自己在这方面的技能。 我觉得这些话，可能不一定全让你满意，但都是我的真诚的心声，感谢你的遇见，让我知道了我喜欢的人是什么样子的，感情一直都是双向选择的过程，我也是在不断地根据反馈来调整自己，如果是正向的我也会开心，这也不过是人之常情，负向的我也不会真正的生气，希望得到关注或者反馈吧。 在故事方面，还有一些未讲完的小白兔的故事，有些甜蜜，有一些富有道理，当你什么时候需要解压或者想听的时候，都会给你讲。另外也在尝试地自己去写，就像是一个未完成的梦而已。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"感情","slug":"感情","permalink":"//xiaoye.me/tags/感情/"}]},{"title":"不辜负 | 痴心妄想，长生不老","date":"2021-04-04T14:37:21.000Z","path":"2021/04/04/202104-bugufu-chixinwangxiangchangshengbulao/","text":"引言 谁不想长生不老，世上只道神仙好，功名利禄忘不了；人世间万般苦恼，困惑了青春年少，世事一切难预料。 世上只道神仙好 在很多人的心里，可能会有一个长生不老的梦。 历史上有这么一个人，大家可能比较熟悉。秦始皇，一位雄才大略的封建帝王，却陶醉于寻访神仙的活动中。一心想成为长生不老的神仙。寻找“仙药”的事迹，最早见于《史记》的“秦始皇本纪”和“淮南衡山列传”，先后派出徐福，卢生等东行出海，寻找不老之药。 当然今天不是说民间传说徐福去日本安家立业的故事，而是当时秦始皇东巡至现在的秦皇岛，留下了碣石等的地方，因此这个地方得名秦皇岛。 秦皇岛主要景点的话，大概就是山海关，北戴河，南戴河，东戴河，西戴河，（有中戴河吗，我想好像翻阅资料是没有的）。去秦皇岛的想法，实际上比较短暂，昨天中午，才有的这个想法，可能其实是一场说走就走的旅行，没有任何充足的准备。因此，为了提升摄影设备，在网上购置了一个镜头（18105）和相机稳定器，京东基本上早上接近中午之前下单，下午或者晚上就到了，速度上还是很快的。当然买回来了以后，镜头基本还熟悉一些，稳定器略复杂，经过一段时间的学习，可才是一个了解的程度，不过不管那些了，随意一些吧。可以拍一些好的视频片段，剪辑成一段视频，（这个东西还有很多需要学习的，包括如何提升视频留存率）。 票也是昨天晚上开始订的，需要带的东西只简单总结了一下，毕竟只去两天，没有太多太多的准备。订了一个早上 8 点 25 的车，但早上一起来，就困到不想起，挣扎了一段时间，还是起来了，然后用比平时简单一些的步骤。（这一点和正常有点相反，其他人好像都是旅行复杂一些，平时简单），只抹了一些素颜霜和面霜，就收拾背包出门了，此时应该有苏有朋的背包作为 bgm。 出门要坐地铁去北京南站，打算是基本踩着点，到达高铁列车，但事与愿违，地铁比平时似乎慢了许多，在到北京南站的时候，已经 8 点 20 了，我想这也是没有完全准备好的下场吧，到了南站以后，发现人生地不熟，算是这些年第一次来南站，以前在附近住的时候，印象中很少来，因此就不熟悉，一时间找不到检票口。等找到了以后，基本上就已经发车了。 有道是，世界上最远的距离，不是你和我的距离，而是我到了车走了追不回的距离。 那就改签，然后出来吃点早餐吧，凭着对附近的熟悉程度，到了一家早餐店，却关门了，这时候，也感觉诸事不顺，其实出来玩有时候就是这样，当你做攻略越全，依然有那些照顾不上的地方，倒不如随心一些，就当是临时换个环境，体验路上的风景。后来去了另一家早餐店，吃完就开始候车了。 候车的时候，就开始想晚上住什么地方，舍友这时看到一个豪华酒店，大概就只剩几间，大概是朝着海景房考虑的，但他刚下单了以后，发现再点进去，就便宜了几十，这个时候，觉得就有些不对，面临了大数据的杀熟？后来我也打开了该酒店的预订，比他还要便宜近两百，这个时候，基本意识到了，当然可能是抱着便宜两百很划算的想法订了这家。 同时在候车的时候，想了想今天文章的主题，大概就是一个秦皇岛联想到秦始皇，又根据神仙想到了好了歌这首打油诗。 在下了秦皇岛站才发现，预订的酒店是当地豪华酒店排行第一，哎，可谓奇幻。来了酒店以后确实比较气派，规模不小，我想要不是因为疫情，生意可能会更好吧，就感觉疫情确实影响了很多人。 简单放下背包，就去酒店后面的海滩转了转，正所谓，凭着生活的期待，踏过沙滩和大海。基本上这个天气还是比较冷的，没有想象中的迎面海风吹的感觉，但还是努力在拍出海浪🌊的感觉。 后来拍了一段时间以后，想去网红地方（阿那亚的地方）打卡，但问了酒店前台，那地方还需要预约，要么是那个社区民宿住的人，要么提前一周预约，像这种说走就走的旅行，有点麻烦，但前台还是给了一个方案，他们想办法让我们进去，然后收一人一锤子八十，就这样吧，结果还是等了很久，门口的人一直也不让进，后来在别人的带领下，走了沙滩，绕了很久，才进去，里面其实是又一个沙滩。然后人就变很多了，旅途上，基本上是在不断地遇到各式各样的人。 玩得开心，便是神仙。 功名利禄忘不了这句和上节，可以想到好了歌。 尽管就可能豁达，不去想功名利禄的事情，但还是身边会有一些某某某赚钱了，某某某又赔钱了的事情，我想这便是“功名利禄忘不了”吧。 其实不仅是人，一些公司也是基本上只是想着自己如何如何赚更多的钱，并不会将自己的钱用在更重要的事情上，（这也是不喜欢抖音的原因之一），实际上有很多的公司，不会毒害自己国家的青少年，而是想着人类发展，AI 的进步。当然公司为了赚钱，其实是无可厚非的，所以在国家没有政策之前，只能靠自己的自制力，去避免沉迷其中。 福报这个词，其实好像在马云之前是一个褒义词，（参考之前讲过的了凡四训），但因为马云，这个词似乎变味了，觉得这些人并不是没有选择，是为了要更好的报酬，更好的利禄，自己去修福报，（当然万恶的资本家也很可恶）。 正所谓知足常乐，不是不去奋斗，是让那些功名利禄尽量不要影响到自己的内心。 世上万般皆好了其实世上，很多事情，如果以好了的态度去看，会简单许多。 好便是了，了便是好。好了也是好好了结的意思，不辜负自己。 大部分人还是普通人，现在谁都知道长生不老是痴心妄想，但秦始皇那会又何曾想过呢，自己是九五至尊，还是所谓的功名，蒙蔽了自己，开始不想去遵循自然的规律，妄图千秋万代，可最后，大家都知道，只传了两朝，便改朝换代了。 不管是人还是其他，都莫要攀比，莫要去管那些功名利禄。人与人之间相互攀比，此山还望彼山高。或羡慕他人功名利禄皆有，又或羡慕他人才高八斗，德艺双馨，一面又羡慕他人日子过得逍遥自在，怡然自得。看他人样样都好，看自己样样不知足。 其实也不是要求那么看得透，就是尽量不忘初心，他人纵使多么风光，也和自己无关，自己过好自己的生活，不辜负所爱的人，不辜负对生活的期待，足以。 今日份歌曲，坚持信念，努力向上，活出希望的样子。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"好了歌","slug":"好了歌","permalink":"//xiaoye.me/tags/好了歌/"},{"name":"秦皇岛","slug":"秦皇岛","permalink":"//xiaoye.me/tags/秦皇岛/"},{"name":"旅行","slug":"旅行","permalink":"//xiaoye.me/tags/旅行/"}]},{"title":"不辜负 | 落花寒食天","date":"2021-04-03T14:25:21.000Z","path":"2021/04/03/202104-bugufu-luohuahanshitian/","text":"引言： 怀家寒食夜，中酒落花天。天气美好，气候滋润，自然要以美食相伴。今日份不辜负，看春到深处，回忆情感之间的美好。 局气今天其实不算是意难平系列，因为有人讲过，一生可馋两种香，一种是美食飘香，二是红袖添香。美食可以让人愉悦，让心里放松下来，因此这是一个新的类型，名字呢，就叫不辜负，取自，”爱与美食不可辜负”。这个系列主要是讲一些美好的事物，一起感受生活中的美好。 局气，最初是北京方言，形容为人仗义，说话办事守规矩不耍赖，与人共事时既不怕自己吃亏，也绝不欺负别人。 最初认识这家餐厅的时候，是早在 5 年前了，当时正好住的附近有一家，每天人满为患（好像不是什么好词，或者人潮人海），当时甚至感觉是有一定级别的人才去的，连停车位都很少，算是当时一直想打卡的餐厅，纵观这几年，打卡过的好餐厅也不少，基本各式各样的味道都尝过了，留下深刻印象的着实不多。 他们家算是改良的北京菜，现在还记得，里面的装修里墙上有各种老北京的记号，各种胡同的名字，餐厅的环境也比较那种舒适，不会太吵，服务员也不会太打扰，可以尽情地和朋友谈心交流。 局气酥皮虾，虾收拾的非常干净，开背，去虾头的前半部分。虾皮酥脆，虾肉鲜美有弹性。这个算是印象中做的很不错，他其实和虾吃虾涮的那种味道有所不同，更偏近改良风味以后的北京菜，现在想来，比上次去的兔爷味道要更胜一筹。 帅有何用？直接给上了一个象棋小的棋盘，是一个残局，当时小卒过河，逼近老帅，唉，突然想起了当初的项羽，奈何江东父老，被困于此。做法的话，就是老北京小吃，豌豆黄，和驴打滚一样出名的小吃，春季应季佳品，其实大部分小吃，都是从清朝流传下来的，原本只是御膳房的点心，现在都能吃到了。 兔爷，局气土豆泥，造型上是一个兔爷，看着萌萌的，就是土豆泥做的。其实兔爷在北京范围里，是有一些实际意义的。上次还去了兔爷餐厅，等会会详细讲讲兔爷的故事。 局气还有一个非常特色的饭，局气炒饭，这个也是他们的招牌，先给你上一份蜂窝煤，然后服务员就开始表演了，开始拿个打火机，一点火，正所谓，红红火火恍恍惚惚，然后瞬间起了大火，等火一过就开始可以正常的食用。 兔爷，是在明朝末年出现的。 明人纪坤在《花王阁剩稿》中记载：“京中秋节多以泥抟兔形，衣冠踞坐如人状，儿女祀拜之。”翻译成白话就是讲：在京城的中秋节，人们都用泥土捏出兔子外形，还穿戴衣帽，盘坐着如同人一般，家里子女都会祭拜它。 从明代开始，汉人祭祀月亮，就需要摆放兔儿爷，这是最早的关于兔儿爷的记载。 清朝建立后，清朝皇室不仅没有破坏汉族祭月的传统，反而继承得相当虔诚。后宫的祭月活动更是郑重其事，搞得十分隆重。 民间祭兔却没有这么庄重规矩，突出了游赏性质。百姓把玉兔称做兔儿爷，这虽然少了些严肃庄重，但非常亲切，皇家的礼俗由此变成了实实在在的民间节日。到清末时期，兔儿爷变成既是拜祭品又是中秋节儿童的玩具。 民国时期，虽然又改朝换代了，但祭拜并玩赏兔儿爷的风俗仍在延续。一到中秋节，兔儿爷的摊子到处都是。前来买兔儿爷的大人小孩人头攒动，熙熙攘攘。 直到现代，兔儿爷也是很受当地人欢迎的手工艺品。 焖面俗话说，民以食为天。 我想可能再也没有像焖面这种的大部分地方都有的美食吧，其实按照我的经验和考证，基本上焖面可以分为几大类。 一类是内蒙，晋北的那种焖面，特点，水不是特别的多，面刚刚好，面条不会是那种特别细的，佐料一般就是比较短一点的那种豆角，适当土豆，适当西红柿，肉的话，有五花肉，有排骨，各种都有。手法上大多数是那种铁锅焖面。用的面的话，大多数是生面，比较干，最后甚至还会调一小碗料汁，来综合菜与面的味道。当然还可以加一些不一样的配料，比方说黄瓜丝，豆芽丝。 一类是河南附近的焖面，甚至湖北附近也有一些这样的影子，这种焖面，面条算是那种特别细的，更多的是那种湿面条，熟一点的，这样会避免一些糊锅的现象，时间还短，豆角也和内蒙的用的不同，更加细一些。这在北京，除了北京的焖面，大部分的焖面类型都是这样的吧。 在北京也经常吃外面的焖面，有种类型，和上面这两种都不太一样，在干湿度上来说，要比内蒙山西的湿一些，面条也是比河南那边的粗一些，味道上竟然也很习惯，在豆角上通常会比较讲究，一般见长一些，斜切的手法居多，土豆也是那种长条的，吃起来的话，味道比较偏近山西的那种，和河南那边的南方不同，肉的话，排骨五花肉鸡腿肉都可以。 其实今天的想法，还是觉得，焖面的肉类的选择是不适合用肉末的，大部分用五花肉片，鸡腿肉都很合适。 当然吃面的时候，还是要加一些蒜和适量的醋，有位 up 主就讲过，吃面不吃蒜，香味少一半。当然在家庭做的时候，讲究还是比较多的，一个是水不要放太多，也不能放太少，要一定以面熟和不糊锅为标准，然后吃起来豆角不是那种炒制的口感，和土豆一样，那种感觉。 至于名字的话，焖算是此面的加工方法，在山西左权等地方称为lumian。著名山药蛋派作家赵树理就特别爱吃这种面，还因此做了一些考证。他认为lumian应为”垆面”。”垆”当然不是普通浇卤面的那个”卤”字，而”是当年卓文君与司马相如相恋”当垆卖酒”的那个”垆”字。 在家里有时候会做一次焖面，其实也算是怀念家乡的味道，在外的游子何不是会想念家乡的人与物呢，别的地方的食物吃多了也会腻，但是家乡的可能就永远在怀念。 下面是具体大致的制作过程，拍了视频号，全程自己拍，自己做，自己剪辑，一手完成。今日的西红柿的份额较多一些，因此最后成品面会更加湿了，其实就是生活的烟火气，有人说，生活就是柴米油盐酱醋茶。 青团按照历史典故来说，今天其实是寒食节，清明节前一天， 春城无处不飞花，寒食东风御柳斜。 这其实也是一个来自山西的故事。 春秋时期，晋国公子重耳为躲避祸乱而流亡他国长达十九年，大臣介子推始终追随左右、不离不弃；甚至“割股啖君”。 重耳励精图治，成为一代名君”晋文公“。但介子推不求利禄，与母亲归隐绵山，晋文公为了迫其出山相见而下令放火烧山，介子推坚决不出山、最终被火焚而死。 晋文公感念忠臣之志，将其葬于绵山，修祠立庙，并下令在介子推死难之日禁火寒食，以寄哀思，这就是“寒食节”的由来。 这一天，通常有吃冷食，祭祀，踏青等习俗，吃的方面，寒食食品包括寒食粥、青团、寒食面、寒食浆、青精饭及饧等； 据《琐碎录》记载：蜀人遇寒食日，采阳桐叶，细冬青染饭，色青而有光。明代《七修类槁》也说：古人寒食采杨桐叶，染饭青色以祭，资阳气也，今变而为青明团子，乃此义也。清代《清嘉录》对青团有更明确的解释：市上卖青团熟藕，为祀祖之品，皆可冷食。 我想这个吃青团的习俗，大多在上海，江浙一带，基本是用糯米粉和青蒿草混合糅成的。做法不复杂，将新鲜艾青(菜场有卖)下到沸水过一下，切成细末，然后将糯米粉和面粉拌匀，再加入艾青揉成面团，里面放入自己爱吃的馅，隔水蒸15分钟就可以吃。 其实感觉古代留下来的习俗越来越淡化了，当我们在过年时，在感慨着缺乏年味，可能越来越忙，很多习俗就是希望可以团团圆圆，对未来生活的一种美好的期待，家人在一起其乐融融。 今日份歌曲，小城故事，小城故事多，生活真不错。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"不辜负","slug":"不辜负","permalink":"//xiaoye.me/tags/不辜负/"},{"name":"寒食节","slug":"寒食节","permalink":"//xiaoye.me/tags/寒食节/"},{"name":"焖面","slug":"焖面","permalink":"//xiaoye.me/tags/焖面/"},{"name":"青团","slug":"青团","permalink":"//xiaoye.me/tags/青团/"}]},{"title":"意难平 ｜ 雨中的人","date":"2021-04-02T15:42:21.000Z","path":"2021/04/02/202104-yinanping-yuzhongderen/","text":"引言： 我不知道世界上会不会有另一个我，在梦醒时分以后，做着自己喜欢的事情，看着雨中的人，在想着世界上会不会有另一个他，心里依然意难平，表现得依然那么乐观。 雨中的人路上细雨，看着路上的人，或匆忙，或踌躇。 今日在路上，看到了一个清华姚班回家乡二本教书，平常带竞赛辅导班，月入五万，网络征婚的故事，当事人今天在豆瓣发了一篇《关于内卷，身材焦虑，性别意识以及近来热度的回应》，本来我是对这种故事不感兴趣的，但却是看了以后，都有一些思考吧，平心而论，文章里其实透露了不少作者的心声。 其实看完之后，以一个不是清华姚班的角度，写那么几个感受吧，其实感觉里面大部分都是错的，在心理学的认知里，甚至存在了幸存者偏差的。如果按标题来说，还是不够客观，只是个人的一种心路历程类型的而已。 只有成绩能拿得出手得学生，在学校里是不受女生欢迎的。这里还是比较明显的想带入女生的视角，而女生也是，喜欢什么类型的都有，这里显得太绝对，我从来不敢说绝对的事情，除非很有把握，一般是那个口头禅，大概也许或许可能差不离是这样。话不能说满，否则很容易被人抓到把柄。 关键是，每个人都在拼命努力，恨不得把自己每个方面都做到最好，包括颜值，身材，学历，见识等。这里，还是觉得有一些幸存者偏差，利用自己在一些好学校或者是比较不错的人里，讲这么绝对的事情，有这种人吗，也有，但在大多数人的范围里，这种人还是少数吧，大多数还是自己过着自己的想要或者不想要的生活，依然是面对着今天和明天，甚至有很多人需要为自己的生活而奔波。 像我这样，在校园里无人问津，27 岁才找到一个女朋友的男生，说对勾搭姑娘从来没有想法，那大家也不会信的。现在回头来，年轻不懂章法的日子，恰好是一个男孩子最可爱的日子。那时他会为感情所左右，为了得到心爱的女生，他可以做任何事情，这其中自然也包括去阅读《把妹达人》等等不尊重女性的书籍。 显然这里感觉其并没有真正去了解类似《把妹达人》这种 pua 的书，其实里面并不是不尊重女性，而是利用女性的心理的一些弱点，适当地进行吸引力，让女性沉迷于那种氛围而已。而现在又感觉，这种思路其实有点过时了，这种思路对一些女孩其实并不会提高好感，反而更加厌恶。这仿佛就是在攻与防的对抗，也是一种拉扯的过程，更希望其中更加真诚。其实校园里优秀的人也很多，也见过不少，不可一概而论，只能说，萝卜青菜，各有所爱。 但是男性除了辛苦赚钱，当工具人，还有没有存在的价值？ 这个论调媒体确实是在往不好的方向发展，这也是可以赞同的地方，作者也算是高知也反感这种论调。 我第一次发帖的时候，月薪 3000，我说，我会有很多很多的时间来陪你。那时得到的是嘲讽，说没钱就不配找女朋友。我第二次发帖的时候，月入 50000，为了这些柴米油盐，每天忙得不可开交。结果又有人说，你不能这么忙，你要花时间做自我管理。我很好奇我未来我第三次发帖发帖时候，又会有人说些什么。 在目前看来，不会有第三次了。 其实感觉作者还是那么有些不自信，做一个自信的人，便可对这些没那么在意，心总要看开一点嘛，当然作者只是心路历程而已，不需要去做过度解读。 现在很多时候，就是这样，当月薪低的时候，就会有很多人看不起，然后又不喜欢一个人太忙，又劝应该有自我的时间，其实没必要去管这些人，这些人很多时候并没有作者那么优秀，何必要看这些人的想法呢。 当然想法还很多，限于篇幅和时间，可能这次只分享这一些。 另一个我常常会在想，世界上会不会有另一个我，和我大致相似，做着我喜欢的事情，无忧无虑，无拘无束，自由自在，甚至他还会在想，世界上有没有另一个他，每天努力着排解意难平。 曾经有个纪录片，讲的是导演，环游世界，努力寻找和他同年同月同日生的人，去探寻那些人的生活，与他们做朋友，发生交集，只通过一辆摩托车，便走遍天下，抒发着内心的情感，体验各地的人文。 其实相对风景来说，自己也更喜欢旅途上的人文，喜欢观察他们的日常，生活的点点滴滴，当时就在想，要是都可以记录下来就好了，也不忘初心，不枉此行。 包括武汉夜晚的闲暇的人们，小摊小店，过早的气息，都是一种快乐的体验，每个地方自有每个地方的习俗、每个地方的差异，这正是我们生活的乐趣，而并不是每天固定去做自己不喜欢的事情。 所以之前《冒险雷探长》这类型的节目，也追了不少，随着时间的推移，雷探长，也在视频里游刃有余，他的视频里，不只有世界各地的风光，而更多的是，各地的人文吧，以及各地的妹子，（狗头），其实这也可以理解成一种缘分，不知道为什么，有时候是相信缘分的，而有时候却不那么相信，感觉缘分更多地需要主动争取，被动地是永远等不来缘分的。 梦醒时分梦醒以后，往往深情。就在此刻，想起往事。 梦里大部分情况下是美好的，而印象深的却是那些给人感觉不好的梦，就算梦里如何如何努力，却还是挽不回那结果，这便是心不平。 梦醒之后，依然需要面对生活，要是整体无所事事，那便和没有思想的没有区别，在做事的过程中，有很重要的一部分是计划与管理，每天通过一定的计划，相对自我的管理，伴随着比较强的行动力，以及集中的精神，相信可以做好绝大部分的事情。 有话讲，一日之际在于晨，一日总结在于夜。基本上每天早上，将自己当天应该做的列个清单，其实不去管社会如何，不去管环境如何，学到的永远是自己的，别人做的事情，做的再好，也只是别人的。 年少之时，如何进行时间管理？（狗头） 首先理解时间是一种个人的资产，每个人的每天都是 24 小时，这个很公平，每个人处理的方式不一样，这就造成了最终结果的不同。到底是享受这段时间，还是趁年轻，多努力。每个恶人都是 24 小时，不可能精力都那么充沛，始终会有累的时候，该休息的时候最好要好好休息。而精力好的时候，尽量做对自己有利的事情，不要做无谓讨好的事情，比方说可以去打打游戏，放松放松心灵，消磨一些时间，促进朋友之间的感情。 其实 996 也没那么缺乏时间，路上也是一些时间，少刷一些抖音，多思考，多输出一些东西，之前有段时间，路上喜欢下会象棋，下几把基本就到公司了，现在基本上都戒了这一些习惯，一方面是对方都是那种老头或者是年长的人，另一方面是这种游戏既看实力，也看运气，并不是很容易达到成就感的。 而现在的话，会在路上，思考今天的一些事情，一些任务，以及晚上文章的三个主题，以及去一些网站里，找一些思路，就听一会儿歌，让心灵也不那么累，排解排解自己。 再时间管理上，有一个番茄钟，如果工作里，有很多比较短的任务，这个还是很棒的，集中 25 分钟，不去看手机，不去看微信，不去看影响注意力的事情，尽力地将事情做好，做完，这时，再休息 5 分钟，让疲惫的大脑得以放松，没事喝点开水，舒缓一下心情。 人，毕竟不是一个多进程处理的东西。如果有耗时的事情，在占据着大脑，这时，大脑再去处理别的事情，就会感觉到明显的不足。 管理的方式有很多，比如说，把事情划成四类，重要紧急，不重要紧急，重要不紧急，不重要不紧急。这种也是调整优先级的过程，潜意识地将优先级高的事情优先处理，可以得到更多的时间。 再比如说，还有OKR、Scrum 的方式进行管理，当然每个人的性格行为习惯都不一样，不可能达到最好的效果，这个还是看个人的习惯。 今日份，歌曲，《谁伴我闯荡》，偏励志的。 今日份，晚的原因主要是有晚上和朋友去吃饭，聊人生，聊青春。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"梦醒时分","slug":"梦醒时分","permalink":"//xiaoye.me/tags/梦醒时分/"},{"name":"雨中的人","slug":"雨中的人","permalink":"//xiaoye.me/tags/雨中的人/"},{"name":"另一个我","slug":"另一个我","permalink":"//xiaoye.me/tags/另一个我/"}]},{"title":"意难平 ｜ 风，继续吹，再起时","date":"2021-04-01T14:09:21.000Z","path":"2021/04/01/202104-yinanping-fengjixuchuizaiqichi/","text":"引言： 市井之下，百味人生。春风十里，花海如梦。风继续吹，满座高朋。今夜难平，弄月抟风。风再起时，力求均衡。远草情钟，孤花韵胜。 今夜不设防 以温柔眼睛看世界。 前几天，看着路上熙熙攘攘的人群，有些是匆匆忙忙，有些是奔向围炉夜话，不尽相同。而且人的话，不知道为什么，晚上效率会比较高一些，那种情感方面会更加强烈一点，有句诗这么说，何当共剪西窗烛，却话巴山夜雨时。（大概没有人在太阳刚升起的时候表白吧） 有时候就突然喜欢那种，在一个咖啡厅，临街的二楼，窗户边，一边看着窗外的风景，一边做点自己喜欢的事情，生活有所期待，也有那般静好； 尤其是在晚霞的时候，或者有一些晚风，外面伴随着三三两两的行人，谁都是风景中的风景，许多的汽车飞驰而过，载着渴望归宿的夜归人； 咖啡的味道，若即若离，这也算是新时代在大城市静下心来的一种方式。纵使心波澜，哪怕意难平；只需一杯咖啡，一位好友，小酌一杯，便可试图忘却过去的烦恼，迎接不一样的明天。 “柴门闻犬吠，风雪夜归人。” 其实字面意思相对比较简单，但其中古人构造的意境往往大有文章，记得以前还学习过“白描”这一种表现方法，通过最简练的笔墨，不加烘托，描画出鲜明生动的形象。大雪纷飞，本是贫屋，却因为犬吠，主人的归来，就仿佛围炉夜话一般，带来了生气，温暖。好似心灵的一种寄托。 正所谓艺术来源于生活，高于生活。《风雪夜归人》也拍了话剧，在浮躁的现代社会，能踏踏实实坐下来欣赏的人越来越少，而好作品常有，可以品味到其中滋味的好观众却不常有。一个凄风冷雨的年代，一段哀怨难弃的情缘，一种花自飘零的相思，一场无缘对面的结局。 谁不曾是个夜归人呢，夜晚是寂静的，又是热闹的，是归心似箭的，也是散发美食香味的。正想一句在路上，道出了脆弱的情感以及继续的动力。 在写的过程中，突然间想到了 beyond 的《城市猎人》这首歌，当作了背景音乐，回味无穷，仿佛一位守卫家园，忍受孤独的人在那前方坚守，经历了太多痛楚，仿佛是社会的缩影，令人敬畏。没有任何的伪装，没有任何的套路，就是那个不羁的游侠。 其实这节的标题，取自亚视的一档节目，在谈笑间，论人生，不管是什么话题，都尽求真实，让嘉宾放下心里的防线，说一些真话。感觉近年的这类型的节目越来越少，《十三邀》勉勉强强，尽管还是有很多非议，但是制作人有在认真的做，不像一些节目，都按剧本去出发，仿佛一切都是设定好的一样，没有内心所表达的效果，脱口秀如此，吐槽亦如此，选秀也一样。 张国荣有句，“忍一时海阔天空，退一步海阔天空。”，也是这里来的。世界上如果是有更多的真和深情，想必会更加的和谐和舒适吧。所以要相信美好的事情一定会发生。 愿都可以温柔以待。 数字人生 人生可以是任何样子的，数字也不例外。在音乐里，我想《数字人生》是一首特别特殊的歌吧。 填词的时候，通过一些股票代码或者数字，刚好符合粤语里的声调，看似杂乱无章，却听起来朗朗上口，通过歌手的演绎，甚至可以读出一些道理。谁也不知道未来的股票的走势，也不知道什么样的可以掌握命运，“填满一生，全是数字，看看计数机里幽禁几多人质”。 甚至扩展开来，我们每天接触的很多东西，不过是一堆堆二进制数字组成的，它代表了人类的智慧，我们每天不断地创造新的东西，不断地实现价值，不断地解决各种问题。究其原因，不同的人自然有不同的想法，不同的性格处理方式都不同。 一天有 24 个小时，一年有 365 天，时间自然是有限的，不妨放下心里的防线，敬请让大脑轻松一下，享受这数字带来的人生。 其实这些，古人也经常进行思考，一个有意思的内容便是《易经》，它不是科学的范畴，但却是智慧的结晶，探讨了世间万物，万法归一，八八六十四卦，卦卦讲一种奥妙。其实就是一种东方的哲学方式，归于本源，当然不能过分的迷信它，它也不是万能之法，不能面面俱到，吸取对自己有益的东西，弃其糟粕。 monica我时常清风两袖，吊儿郎当最自由。 这里不是在怀念张国荣，而是感慨这首歌的作词，黎彼得，早期给不少香港开山歌曲做过词。上面这一句，被称为形容其一生的话。 看其一生，生活的便是相当肆意了，「歌中的 Monica 就是我以前女友，不过名字不同，但内容相同，她是个漂亮秘书，对我很好，愿意牺牲一切跟我，但我不懂珍惜，分手后才知『谁能代替你地位』。」 有时会怀念旧时光，一起吃饭，一起玩，放肆地面对各种人际关系，一旦和机器打交道打得多了以后，便会失去人的自由，没法照顾好他人的感受。（这一点还是尤其需要注意，避免性格孤僻，人生不止工作，还有多姿多彩的风景和人物。） 大概人也是不可貌相，有时候长相平庸却富有想法，成就不少却低调谦虚，天性乐观又幽默风趣。 现在已是 4 月份的第一天，不管是忙碌也好，闲暇也罢，过去的事情，不好的事情都过去了，这已经是一个成熟的 Q2 了，可以自己去做计划了，积极乐观，努力成长，可以收获更多的东西。 本次歌曲环节，《杯酒当歌》。 参考资料： 话剧《风雪夜归人》之后找时间看看《乱世佳人》《数字人生》 more and more…","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"温柔","slug":"温柔","permalink":"//xiaoye.me/tags/温柔/"},{"name":"monica","slug":"monica","permalink":"//xiaoye.me/tags/monica/"}]},{"title":"意难平 ｜ 心理咨询两三事","date":"2021-03-31T13:36:38.000Z","path":"2021/03/31/202103-yinanping-xinlizixunliangsanshi/","text":"引言： 意难平，心波澜，风吹稻花香两岸，还有那望不尽的西山；唏嘘相见恨晚，还有彼此的难；事实却徒然，剪不断，理还乱。 引导共鸣 随着社会的发展，人接受到的信息也多到爆炸，到现在，人类已经不只思考温饱问题，开始向更高层次进行探索，而面对形形色色的行为、外界的因素，不可避免地会触碰到自我的状态和情绪。 于是，近年来，有一个职业也在迅猛地发展，那便是心理咨询师，和互联网一样，它也是历史不久的职业，本篇意难平，就主要写一些在心理咨询的点点滴滴，以及自我认识，包括在这方面有什么想法或者认知的，都可以留言或者私信，每一条都会认真的看。 每次心理访谈 / 咨询的大概是这样的形式，在大城市或者是学校，会开设专门的心理咨询室，当心波澜的时候，去和相关人员预约也好，直接咨询也罢。然后是一种面谈的方式，全程只有顾客和咨询师两人，并且内容是保密的，不会进行公开，咨询师更多的是去获得顾客的信任，在彼此信任的基础上，聆听顾客的问题，从顾客的角度出发，利用一些专业知识的实践，当然并不一定是长篇大论，来分析顾客选择的利弊，对心里不平之事，进行疏导，甚至引起共鸣，在当事者的角度上给予支持。 有句话这么讲，”授人与鱼，不如授人与渔“。其实在咨询行业，事实却应该是相反的，你不应该和顾客讲大道理，仿佛顾客永远是对的，“授人与渔，不如授人与鱼。”，不如就疏导顾客的内心，其实有句话讲的是，“解铃还须系铃人。”，他人的帮助往往不如自己的行动来得实在一些。 实际上，心理学，实在是太广泛了，横跨多个学科，需要懂很多方面的知识，有了很多很多的分支，（真的看不完，慢慢看吧）。就和其他一样，甚至于万物皆艺术，心理学也不例外，还发展出了科学心理学，艺术心理学的内容。 现在的发展，早已不是以前，通过几个简单的心理测试，就能决定人的人格、形式，一些比如付出型，讨好型常见的人格只是简单的分类，甚至有些人可以是重叠状态，这就更复杂了，在短短不到一个小时的心理治疗，通常情况下也很难完全做出改变，所以这应该是一个周期性的过程。 其实，解铃还须系铃人，有下半句，心病还需心药医。就和医生一样，对症下药，让人不要有心理压力，这便是极棒的。现在释放压力的方式也很多了，比如酒，比如故事，比如听歌，都是在不断地释放自己的情绪，也是一种引导与共鸣。 心理咨询师的成长其实，心理咨询师也会遇到各式各样的问题，有些问题自己也不一定能解决，就像理发师没办法给自己理发一样，心理咨询师在过不去意难平的时候，也同样需要疏导，建立信心。 这个时候，就出现了心理督导的职业，所谓 “心理督导”，是对长期从事心理咨询工作的心理咨询师和心理治疗师的职业化过程的专业指导。范围上基本是协助辅导从事心理咨询工作的人员，首先从事心理咨询的人员，是个高危 / 高压职业，在面对形形色色的人员的时候，长期接触不良情绪，有时候难免会联想到自己，不可避免地心里会受到影响。 还有就是会有一些刚入职的心理咨询师，心理督导也会对他们进行帮助，帮助他们进行职业的成长。 其实在去年的时候，国家取消掉了心理咨询师资格证，2017年的时候，心理咨询师资格证考试认定取消。 证件的取消未必是件坏事，甚至于有利于行业发展，避免了一些通过投巧获取证件，而实力不足的人员。而现在又如何从事该行业呢，首先就靠着一份热爱、一份兴趣、一份时间，经历长时间的培训，再加以长时间的实践，听起来，比较苦，但是只要靠着自我的信心，这样提升了自己的实力。 当然我想这种，也会有科班和非科班的区分，在基础知识方面大致是以下这些： 包括：普通心理学，社会心理学、发展心理学、变态心理学与健康心理学、心理测量学、咨询心理学等 操作技能包括：心理诊断技能、心理测验技能、心理咨询技能 同时还需要系统学习过心理学专业理论。比如客体关系、精神分析、自体心理学等，还有了解家庭治疗、沙盘、绘画等疗法。 最后当然很重要的一环，和其他方面也一样，要注重自我的成长，自己变得更优秀，这样遇到形形色色了以后，都能坦然面对。 看了《改变心理学的40项研究》以后，当然会有更多的思考，以前喜欢百事百科，现在觉得探索人生与人性也是极好的感觉。 沉没成本与人性在自我认知方面，有一个沉没成本效应，举个不恰当的例子，比方说一个渣男，始终都会有女生依赖，其实潜意识地利用了人的心理，利用了这个女孩对他的付出，不断地进行让其沉溺在付出之中，适当地给予回报，然后人就会陷入这样的误区，通过沉没成本带来的心理偏见，适当还好，沉迷其中就不是什么好事情。 在现实生活中，见过了太多的沉没成本，比方说，人总是在怀念股票或者币价在低的时候没有及时买入，而出现了后悔的情况，而在一个明显夕阳产业的股票上面，越跌越买，越买越跌，这就是一种决策上的失误。 在心理咨询的过程中，难免会遇到这样的人，因为不甘心多年的努力和付出，一直无法释怀，无法继续前行，影响到了自己的情绪。有时候，停则成，继续则本，就像这个公众号当初的想法一样，有时候人生是比较累的，需要停下来看看风景，想办法是继续前行还是其他的抉择，又有人会讲，活在当下，其实这也是一种疏导的过程。正所谓，当断不断，反受其乱。 人性，人性既可以很复杂，也可以很简单，其实就和昨天所想的那样，人性向善，必有回报。或者是，念念不忘，必有回响。 害怕损失是人性的特点，放弃应该放弃的沉没成本是理智的选择，不必为此纠结与浪费精力。把握现在，珍惜过去，展望将来，这样生活会更加地美好搞笑，啊，高效。 其实今天还有在想，要不要开一个新系列，名字叫心波澜，讲述那些引起心波澜的故事，可能会和意难平重叠吧，具体还没有想好。 看到的番外小故事一则： 雷军站了起来，深情地望着窗外，那是故乡湖北仙桃的方向。许久，才转过身。 此时他的眼眶已经湿润。 “我应该感谢我的父亲”，他缓缓地对着记者说，“他给我取名字的时候，冥冥之中就把我的一生的方向指明了。” 看着记者疑惑的眼神，雷军从大班台的抽屉里拿出一张纸和笔，画了起来。 “诺，你看。雷字，上有雨，下有田，那就是要种庄稼啊，种什么？种稻米嘛。所以我创办了小米公司。 你在看，军字下边，是什么？对，车！所以注定了我人生下半场就要造车。“ 说着说着，他眼里放出光芒，突然兴奋地又站了起来，取出小刀来回忙了一下，说，“你看，还是电动汽车呢！”。 记者凑上前一看，不禁感叹道：”雷总，这是天意啊。祝您成功！“ 今日歌曲，似是故人来，回忆不断，说今夜真暖。 题图：近日拍的夜归人，本公众号基本大部分风景与美食都是自己拍摄的。 参考资料：《情绪与认知》《改变心理学的40项研究》弗洛伊德的书值得看吗？https://www.zhihu.com/question/20464322《女性心理学》黄爱玲","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"认知","slug":"认知","permalink":"//xiaoye.me/tags/认知/"},{"name":"心理学","slug":"心理学","permalink":"//xiaoye.me/tags/心理学/"}]},{"title":"意难平 ｜ 最近的一些思考","date":"2021-03-30T11:23:38.000Z","path":"2021/03/30/202103-yinanping-zuijindeyixiesikao/","text":"引言： 其实谁不是年少爱做梦呢，近期看了一些书以后，对世界，对人生，对自我，都有了一些不一样的思考，依然还是那份意难平，逐渐在释怀，有些事情，时间都未必可以治愈，只能靠内心。 雁渡寒谭风来疏竹，风过而竹不留声；雁渡寒潭，雁过而潭不留影。故君子事来而心始现，事去而心随空。 昨日之事不可留，今日之事多烦忧。 今天既不讲菜根谭，也不讲蝴蝶梦。 要讲的是袁了凡的故事，和袁守诚的一个姓，了凡只是他的号，本名袁黄，后来号称了凡道人。 袁了凡先生，原名黄，字坤仪，江南吴江人。博学多材，精通河图、洛书之理数、星命之学、堪舆之道、律吕音乐、数学算术、水利、兵备无不获有心得，并留有著作甚多。 明朝隆庆四年为举人，万历十四年中进士。历任宝坻县长、兵部职方司主事、军前参赞、督兵等职。享年七十四岁。明熹宗追赠“尚宝司少卿”。 在考科举之前由相命之人推测其未来功名，结果都应验，因此认为命运不可改变，且命运中他将于53岁寿终，且无子嗣。然之后于1569年遇见云谷禅师，透过云谷禅师教导积德行善并且同时教授准提咒训练清净心与慈悲心，解说命运如何掌握在自身，其（定数）其实是可以改变，了凡领受积极为善助人，改过迁善修正错误观念、思想、行为因改变自身的命运，不仅未于53岁寿终，延长寿命至74岁，且生下二个儿子，并于69岁那年写下《了凡四训》。《了凡四训》正是袁了凡要给儿子的家训。 《了凡四训》： 第01章 立命之学第02章 改过之法第03章 积善之方第04章 谦德之效 立命之学。讲的是算命的一开始算得都应验，而遇见云谷禅师之后，悟得平常人会被一些阴阳气数束缚，相信命运，而积累善行，便可途遇天使，自然得福，不可过分追求功名富贵，应当多想想自己的所作所为，正所谓，日行一善，积善成德。 在那时起，便改号了凡，不愿意再做凡夫俗子，把凡夫的见解，完全扫光。 若是觉得生活是由命运决定的，那便是平凡人，还要虚心，每天知得失，珍惜大好光阴。 改过之法。孔子说：”过则勿惮改。”，又有人说过，知耻而后勇，首先要晓得过失，然后改掉，便是圣贤。 所以一个人要具备羞耻心，敬畏心，勇猛心，有句话，正所谓，有则改之，无则加勉。 昔蘧伯玉当二十岁时，已觉前日之非而尽改之矣。至二十一岁，乃知前之所改，未尽也；及二十二岁，回视二十一岁，犹在梦中，岁复一岁，递递改之，行年五十，而犹知四十九年之非，古人改过之学如此。 积善之方。正所谓，救人一命，胜七级浮屠。这一章，就告诉我们，多行善事，可以有以下方面： 与人为善，别人有善心，助其成长。 爱敬存心，年纪大，辈分高的人，心存敬意，辈分低的人，心存爱戴。 成人之美，别人做好事，劝尽心尽力。 劝人为善，善恶有报，始终不要触碰恶事。 救人危急，锦上添花不如雪中送炭，管教别人不如心理咨询。 兴建大利，大能量者做大事。 舍财作福，舍得舍财，都乃身外之物，既治愈不了内心，又无法提升自己。 护持正法，坚持正义，坚持正统。 敬重尊长，学问高者，见识多者，职级高者，都应以敬重之心，即敬畏之心。 爱惜物命，慈悲为怀，对万物也有怜惜之心。 谦德之效。这里谦德，便是谦虚谨慎之德，谦受益，满招损。谦虚的人体量都会大，而且肯多进行学习，多进行改进，这种的也是难得的品质。 其实我觉得有一些思想，和达摩祖师的想法有些重合，都是由内心出发，思想、品德、行为都是自己决定的，别人再怎样，也只是辅助作用，最重要的还是，多行善，以谦德，知得失，多改过，不知命。 死循环最近发现，有些事情其实一直在死循环，比方说，自卑导致失败，失败导致更加的自卑，长期以往，越来越自卑，越来越失败，就这样缺乏正向反馈。 就算在社会之中，也是，富人会越来越有钱，而穷人，因为物价的上涨，财富相对变得越来越贬值。 其实很多时候，生活就是一个个死循环，这也是意难平的方面，不做出努力，永远都会被限制在循环里。 最近也在看一些心理学的东西，其实里面也在讲认知、情绪，现在才觉得，人不可能永远做正确的事情，有时候就会自以为是，然后忽略他人的感受，还容易影响到一个人的状态。不仅会影响到他人，给他人压力也好，情绪也罢。其实都是不愿意发生的事情，谁愿意这样呀，做事情的初衷往往都是好的，可惜事与愿违。 其实每一行都不容易，都在内卷，愿都共勉。 南海十三郎 周末，突然想看这部获得当年金马奖的影片，其实也不完全算是传记电影，当时编剧加了不少东西，献给全港所有的编剧共勉。 讲了江誉镠的一生，电影刻画了天才不为世俗屈服的一生。 感受颇多，十三郎，薛觉生，唐涤生都是真实的人物，唐涤生还写出了闻名的粤剧名剧《帝女花》，看了大概的资料，写了很多香江夜的感觉，后来也有著名的任剑辉、白雪仙做主演。 有道是，哀乐浮生梦一场，十三郎说十三郎。 年少之时，谁都曾有过十三郎的影子，浪荡不羁，谁也想闯出一番天地，但是终究会像红楼梦里讲的那样，心比天高，命比纸薄，谁都想要更好的，可到头来，事与愿违，终究是黄粱一梦。大概想下去，又是理想与现实的话题了。 突然觉得，每个地方就好像一个小社会，梨园如此，学校亦如此，古今中外，亦是如此。 现在显然找不到像这样好的剧本，一个电影的好坏，我觉得剧本就占了很多，人物生不生动，立不立体，在优秀演员的基础上，好的架构也是重要的。 究竟是特立独行，还是一身傲骨，成是这一份“傲”，败也是这一份“傲”。 十三： 相见若似梦自从别去匆匆此刻再重逢 阿唐： 咫尺隔万重我再见恩师心中百般痛仿似宝剑泥絮尘半封江中雪泪盈两朦胧 十三： 辜负伯牙琴阿唐： 你莫个难自控十三： 知音再复寻阿唐： 泪盈两朦胧 阿唐： 你既知我未放松几番觅你难自控你不要再遗憾痛今再遇见也是奇逢 当然最后也不知道十三郎是真疯还是假疯，或者这个不重要了，终究是不被世人所理解，其实那份情意，是对粤剧的热爱与坚持，对传统文化的喜欢，就像那雪山白凤凰一样，始终是一个只有少数人懂的，这样的东西，无论何时都不会过时，主演演了这个的相关话剧舞台剧，达到了上百次之多，在演绎上不断进行雕琢，这也是一份热爱与坚持。 南海十三郎，不负好时光。 最后的歌曲环节，来自《雁渡寒谭》。 参考资料： 《菜根谭》《了凡四训》《小兰斋杂记》","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"南海十三郎","slug":"南海十三郎","permalink":"//xiaoye.me/tags/南海十三郎/"},{"name":"了凡四训","slug":"了凡四训","permalink":"//xiaoye.me/tags/了凡四训/"}]},{"title":"意难平 ｜ 如何错过百倍的 Defi","date":"2021-03-23T13:42:38.000Z","path":"2021/03/23/202103-yinanping-ruhecuoguobaibeidedefi/","text":"引言： Defi 的基础是安全和流动性，方向是可持续，鱼龙混杂，大浪淘沙，经历牛熊才是好的项目。本篇意难平，就教大家如何错过这样的项目与机遇。 去中心化这几天有在看到一篇文章(玩 DeFi 流动性挖矿巨亏83万，比特币期权1小时让我恢复元气)，里面讲的是一个炒币者，15 年进入币圈，17 年遇上 ico 和大牛市，赚到第一桶金，然后在 2020 年八九月份的时候，关注到了 Defi，看到了后来很出名的 SushiSwap 项目，于是就将自己手中的 87 万投入了 Sushi 的流动性挖矿，后来的故事大概也都知道了，创始人，套现出局，然后引发 sushi 社群不满，市场出现暴跌，虽然后来道歉了，归还了一些 ETH，但是当时还是对他来说跌了许多，当时的 87 万变成了 4 万，整个人都不一样了。 当然重点可能不是在于他亏了那么多钱，而是币圈当时开始流行一些新的内容，比如说流动性挖矿，AMM（自动化市商），Defi 借贷，闪电贷，机枪池，甚至于当时，传奇的 v 神认为，Defi 热潮可能会推动下一次牛市的到来（具体可以参阅当时的专访）。 其实论核心或者是要点来说，加密货币行业不可绕过的就是去中心化，这既是原则，也是初衷，相对来说，行业目前更加趋近于去中心化，还没有绝对性的垄断。逐渐地也可以看到，去中心化，在渐渐影响着世界，在影响着一些规则的运行，在这个世界里，没有中心化的黑盒，人们可以使用稳定币来进行各方面的交易借贷，并且通过这种去中心化的区块链，让其应用场景更加稳定，有用。 Defi，维基百科是这样讲的： Decentralized finance (commonly referred to as DeFi) is a blockchain-based form of finance that does not rely on central financial intermediaries such as brokerages, exchanges, or banks to offer traditional financial instruments, and instead utilizes smart contracts on blockchains, the most common being Ethereum. 我们可以理解，Defi 出生于 Dapps，实现了很多金融相关的功能或者业务，是一种智能合约的形式的实现，它相对于传统的中心化交易所或者借贷提供商，不需要相关的 KYC，代码更多的是开源的，链上信息是公开的，任何人都可以访问且透明。 展望未来，必先回顾历史。实际上，Defi 已经有一定的发展时间了，早在 2018 年的时候，就出现了 MakerDAO，Aave 等协议，当时大多集中在抵押借贷方面，Aave 这个项目也是吭哧吭哧的发展了很久，才形成了规模。然后 19 年基本上算是熊市，项目也是不温不火，远不如 18 年出现的 Fomo3D 的昙花一现的样子。 可能都比较了解，2020 年可以认为成真正 defi 开始爆发的元年，这一年涌现了不少项目，比如Uniswap，Sushiswap，Compound 等，持仓量有着爆发式的增长，从十几亿美元，达到年底的数百亿美元。 可其真的去中心化吗？也未必，按目前来说，有很多一些新型的项目，比如 BDP，也有更多更小的项目，都会想往这里分一杯羹，但论水平和规模上都有差异，里面的套利手段也并不是没有风险，既要相信项目方，也要相信智能合约代码没有漏洞，还要避免一些闪电贷的攻击，在架构上，依托于以太坊等公链，交易速度和性能都有限制，在政治上，目前大多数依赖相关组织，相关项目方，在这方面很难实现完全的去中心化。 但为什么还是要发展 Defi，现在 Defi 算是起步的阶段，Defi 有一些是稳定币，而世界上有一些国家，货币体制的不完善，导致了恶性的通货膨胀，导致社会一定的混乱，这时在 Defi 上，有一些比较新颖的算力稳定币的实现，甚至可以幻想一些国家用稳定币来进行交易。 机遇最近有看到一句话，深感认同： 安全是 DeFi 的必备基础，社区和治理是发展的方向，那么可持续性一定是 DeFi 项目的长期目标。 从去年到现在，Defi 也更多进入了黑客的视野，在印象中，去年发生了大概几十次攻击事件，很多就与 Defi 有关，安全是区块链领域很重要很重要的一环，历史上发生了太多因为不重视安全，导致极大规模的损失的事情，甚至一些 erc20 币种直接退市。 论发展来看，感觉 Defi 是抓住了机遇，甚至于引领了市场，在以前，上个牛市的时候，也有很多去中心化交易所（Dex）的项目，实际上，它们不管是链上挂单，链下撮合，然后将撮合结果放到链上，都有着很多的缺点，比方说，交易慢，缺乏对手方等的致命缺陷。而以 Uniswap，Sushiswap 等项目，就提供了一些不一样的思路，结合流动性挖矿，提供流动性提供者，简称 LP，我们可以称之为老婆，当然和现实可能不太一样，在流动性挖矿里，是 LP 老婆，将他 / 她的抵押代币资产提供到 Defi 的智能合约里面（称之为流动性池），因此，他们会获得代币形式的奖励，而这个收益在当时是很可观，甚至可以年化达到 2000 %，当然项目难免会有风险，投资需要很了解项目。有些项目的高利率是不可持续的，甚至项目方有套现跑路的风险。 实际上，拉长时间来看，是错过这一波机遇的，尽管当时还有很多大佬喊单，日亦繁荣，对应的币种，从上线初期，到现在大多数都有百倍的涨幅。而且这次很多也算是从国外传入国内，由老外带动的项目。 因此如何更好地错过类似的机遇呢，那就是更多发现一些好项目，深入了解项目方，然后就不投，看着它翻倍，或者是成长。 还有是对变化不要那么太敏感，有可能过一段时间，看的项目出现了安全风险，然后被攻击，损失很多，错过了这样的机遇。 在 Defi 方面，提供了太多的机遇，包括抵押借贷，流动性挖矿，机枪池，各种稳定币，撮合系统，去中心化交易所，预言机，合成资产，与 NFT 的结合，锁仓收益，0x协议，代币交换，贷款等等。 认知前段时间，有一句流行的话： 凭运气赚的钱，都会被实力亏掉。 其实感觉很多投资领域，大多数都是这样的，在自我意识方面，很重要的一部分便是认知，不管是韭菜也好，构建认知也罢，都会有共同的地方。 总结币圈的很多项目来说，一切还是市场和用户的选择，并不是单纯技术决定的。对 Defi 来说，更多的是一种双边市场，其中借贷是双方，AMM 里的市商和用户是双方，清算套利者是双方，在项目里，更多是如何平衡各方面的关系，同时维持系统的稳定。 前几天还有看到一个有意思的项目，应该是特别小众，SuperNova，一种算力稳定币，当然这种项目感觉刚开始会赚到一些，之后就主要是抵押借贷方面了，当时正好是，都在讲财富密码，感觉正好押韵，所以改了个状态，“财富密码，SuperNova”，按照白皮书上的来说，思路比较新颖，SuperNova 包含了两种稳定币的设计模式，之后可以阅读源码去更多的了解一下。项目早期的年化都在几百上千（官方人员说的） 如何更好的错过类似的项目，避免赚钱？ 我觉得可能有以下几点： 不要关注圈内的资讯，比方说现在多的 Defi、NFT、Layer2、交易所公链，让自己封闭一些，不要了解新鲜事物，如果是新的东西，尽量绕着跑。别人讨论的时候，转移话题。 训练固有思维，认为隐私应用，就应该像门罗那样，不可能出现类似 Tornado Cash 这样构建在智能合约上的隐私应用，尽量少学习，让思维局限一些。 尽量少动手，能不编译智能合约的就不要编译，能嫌麻烦就嫌麻烦，Sushi、Uniswap 的代码能不看就不看。 NFT 也比较火，之后可能会写如何错过 NFT，以及 NFT 的前世今生。 大概不仅错过 Defi，还会错过 NFT，也会错过 SuperNova。 意难平。 最后是最近循环的一首歌，愿你决定，愿你决定如何错过。 参考资料： https://defipulse.com/https://charts.coinmetrics.io/https://en.wikipedia.org/wiki/Decentralized_finance专访V神 ：DeFi热潮可能会推动下一次牛市到来https://finance.sina.com.cn/blockchain/coin/2020-07-09/doc-iircuyvk2879363.shtml关于流动性挖矿https://www.jianshu.com/p/ba0d294dd6f1对话王玮：从第一性原理的角度重新理解DeFihttps://www.weiyangx.com/378068.html","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"投资","slug":"投资","permalink":"//xiaoye.me/tags/投资/"},{"name":"defi","slug":"defi","permalink":"//xiaoye.me/tags/defi/"},{"name":"eth","slug":"eth","permalink":"//xiaoye.me/tags/eth/"},{"name":"认知","slug":"认知","permalink":"//xiaoye.me/tags/认知/"}]},{"title":"意难平 ｜ 一个温柔的人","date":"2021-02-24T11:42:38.000Z","path":"2021/02/24/202102-yinanping-yigewenrouderen/","text":"寄语： 花非花，雾非雾。夜半来，天明去。来如春梦几多时？去似朝云无觅处。多少相思，多少哀怨，尽在人生中。 意难平人生不可能是一帆风顺的。 我想，有一部分人，每天就是重复着昨天的故事，书写着自己的人生，随着生活的稳定，个人的成长，慢慢地进入了舒适区，在熟悉的环境做着熟悉的事情，大部分时间遇到的都是熟悉的人，但大部分人还是很难维持那份稳定，总会有内部或者外部的因素，导致一些内在和外在的变化。 在成长或者是变化的过程中，难免会有一些心里过不去的时候，这便是我理解的意难平。不仅是生活上、情感上，又或者是工作上、学业上，这种情感都是一种正常现象，实际上如人饮水，冷暖自知。所以就有一种想法，记录一些所思所感，弄成一个系列，核心语调大概是意难平，期间也会穿插一些小故事，摘抄也好，改编也罢，这便是牵挂，真情，思念。 人呢，是个情感动物，往往会在不经意间，流露出来自己的感情，随着渐渐发散的思绪，花非花，梦非梦，雾非雾。一切就好像那么虚幻，又好像那么真实。 有些人讲，人类的悲欢并不相通，其实也不尽然，不然怎么会有那些网抑云，豆瓣的存在呢，有些时候，就只想静静地听一会歌，看看那些有共鸣的评论或者抒意。 人生难免会失败，再正常不过的事情，要是人人均成功，那么社会早就是大同，那又何苦在尘世间挣扎，当不如意的时候，看开就好了。俗话说，解情还需系情人，所以关键还是在于自己。 咳，人生终究意难平。 一个温柔的人眼神有的时候也很重要，关系的升华，一部分离不开那双有神的眼睛，它不仅传递了个人的想法，展露了自己， 有些人，总希望自己更加完美，更加温柔。但当然没有一个人是完美的，在某一方面突出的同时，必然会有一方面的不足，而可以做的是，尽可能地让自己突出的一方面，得到他人的认可，在不足方面，渐渐收敛，这便是扬长避短的意思吧。 温柔，看上去简单，实际却很难，遇事沉着冷静，遇人淑质英才。温柔，更多的是品性和修养，而这又是一种环境培养，是需要时间去沉淀，是在为人处事的各种细节里，是一种高情商。眉眼带笑，面相和善，呵护他人的情绪，对待他人彬彬有礼。 做一个温柔的人，有趣的人，有时候觉得确实会难，但相信，随着慢慢的整理，思考，提升，会向着自己的方向更近一步的，记得曾经有个词，叫真善美，便是这样吧。实际上，每年的想法都会变，但觉得慢慢是在成长，慢慢是在成熟。 实际上，以前情商自我感觉很低，（智商也觉得不高），不会去讨好别人，也不会拿得起放得下，而且自己总觉得自己很差，需要付出更多的努力。现在，还是要做一些，独立，喜欢的事情，很多事情，看开就好了，这世上，有人住高楼，有人在深渊，也有人在万丈，因此在人面前总要开开心心的。 颜如玉书中自有颜如玉，书中自有黄金屋。 看书实际上只是一种消遣，也是一种对抗时间的方式，很多书，实际上是作者的一种感悟，一种对事物的理解，这也是我不愿意去写书的原因之一，自己的理解还不够，还不深，简单的又没有什么意义，难的很花时间，也没有精力。 读书并不会高人一等，实际上是和看抖音是一样的，都是作者的表达，只不过深度或者方向，思考略有不同。抖音看了很可能会忘，只是一时的开心，而书如果看进了心里，会时常进行回味。 闲暇时间，可以看看《挪威的森林》，《霍乱时期的爱情》，当然《百年孤独》也是好书，需要一定的勇气吧。 今天在网上，看到个这么个颜如玉的民间故事。 清朝的时候，保定府有个叫房玉郎的读书人，他父亲叫房名，是个秀才，在世的时候攒了很多书。房玉郎自幼酷爱读书，几乎到了痴迷的程度，他每天除了吃饭睡觉，就是读书。父亲去世后，房玉郎没有了生活来源，靠变卖家产过日子，只有父亲留下的藏书，他一本也不舍得卖。 父亲房名在世时，热衷功名，但终究一事无成，他便以北宋赵恒的七言律诗《励学篇》中的“书中自有千钟粟，书中自有黄金屋，书中自有颜如玉”作为自己的座右铭，并张贴在书桌的右上角。父亲死后，房玉郎每日诵读，他坚信这一切只要读书都会实现。但是他读书不是为了功名，他确信书中有金钱和美人。 一天，他正在读书，突然一阵大风把他写的字帖刮飞了，他急忙起身去追，他追到一棵大树下，一脚踏空，用手一摸原来是一个深坑，里面有一个大瓮，瓮里面装满了粮食，由于时间久远，粮食已经腐朽了，但他却以为“书中自有千钟粟”实现了，更加努力读书。 有一天，他顺着梯子爬到书架上去拿书，在书堆里发现了一座黄铜做的佛塔，外面漆了金色。他喜出望外，认为这是“书中自有黄金屋”应验了。 然而到了三十岁，他还未娶妻，有人劝他成亲。他却回答说：“书中自有颜如玉，我还用担心娶不到漂亮媳妇吗？”别人只能一笑了之。他又苦读了几年，他期望的美人却一直没有在书中出现。 一天晚上，他读《诗经》“关关雎鸠，在河之洲。窈窕淑女，君子好逑。”发现有个纸剪的女子夹在里面，心想：”书中自有颜如玉，难道在这里应验吗？“他拿着那个纸剪的女子，早晚端详。 一天，他正在端详，那个女子突然弯腰起来，站在书中对着他微笑。房玉郎非常害怕，跪在地上叩拜，等他叩拜完，那女子已经站在地上，亭亭玉立。房玉郎问：”神仙姐姐，你从哪里来？“女子说：”我姓颜，叫如玉，你不是天天念叨我吗？“房玉郎高兴极了，要求和她结为夫妻，女子答应了。 等他醒来，书全烧了，颜如玉找不到了，孩子在一旁哭泣，他知道妻子已随书化为灰烬了，发誓要报仇。便供奉起颜如玉的牌位，每日早晚祈祷：你若在天有灵，保佑我一定高中，为你报仇。”后来，房玉郎接连考中举人、进士，官授监察御史。他查处县令贪赃枉法，纵子行凶，革职查办。县令儿子强抢民女，草菅人命，斩首示众。 房玉郎终身未再娶妻。他给儿子取名房念慈，儿子自幼聪明绝顶，后来也考中进士，官至礼部侍郎。 读更多书以后，我想会更靠近温柔的人吧。 愿都能自由自在。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"},{"name":"意难平","slug":"意难平","permalink":"//xiaoye.me/tags/意难平/"},{"name":"颜如玉","slug":"颜如玉","permalink":"//xiaoye.me/tags/颜如玉/"},{"name":"温润如玉","slug":"温润如玉","permalink":"//xiaoye.me/tags/温润如玉/"}]},{"title":"2020 好物推荐分享","date":"2021-02-22T13:42:38.000Z","path":"2021/02/22/202102-2020haowufenxiang/","text":"其实这个也算是一种变相对之前的总结，在过去一年里，有一些东西用过之后还觉得是不错的，在这里推荐一下，仅仅是我个人主观的个人推荐，仅代表我个人的一些习惯。很多东西，好像可能大概也许或者差不离是没用的。 数码产品在数码产品上，去年确实没有买太多东西，没有更新手机电脑（电脑部分其实购置了一台ThinkPad t470p），只买了一些自己觉得有趣的产品，向着提升自己的生活质量进了一步。 移动电源 飞利浦的这款移动电源，整体体验上还很不错，有自带给手机的充电线，方便快捷，在颜值上，在类似产品里也算可以，整体上比较轻薄，平常放书包和口袋里不是什么问题，基本上现在，一台手机，再加上这款移动电源，坚持一天应该没问题（被诺基亚等吊打，哭），当然也有缺点，缺点就是给电源充电还是会慢一些，需要数个小时，整体上来说，还是感觉适合使用苹果手机的人，（现在安卓充电也会走向统一），容量上中规中矩，毕竟要和体积做一定的取舍。（之前有买过飞利浦的电视，牌子质量上不算差），如果缺少类似的东西，还是比较推荐的，（虽然好像可能大概也许差不离下架了。） 机械键盘 在使用电脑当中，自带键盘的损耗，让其的手感降低了很多，因此有一段时间，一直在看机械键盘的事情，当然觉得一开始入门嘛，可能不需要那种 hhkb 那样专业的，并且觉得，无线的方式会更加自由，这一款 ikbc 的静音红轴在办公或者码字上面还是比较舒服的，机械键盘的优势，可能就是在长时间的办公 / 码字上面。在体积上，并不算大。在无线方面，可惜只有 2.4 G，还不支持蓝牙，应该其他型号会改善这一点吧，但基本不影响其稳定性，这方面还差一些。在声音方面，基本很小，就算其他人在休息，也基本不会被打扰。 无线鼠标 当然不得不承认，一开始会被这款的颜值吸引到，基本上罗技的鼠标还是可以值得信赖的，这款的体积上比较小，方便携带，基本上感觉不到什么。在声音方面，和键盘一样，基本上是没什么声音的，习惯了就很舒适，当然缺点可能就不那么人体工学吧，需要一定时间的适应，（如果习惯苹果的那款鼠标会很快），在连接方面，支持蓝牙和无线，基本上感受不到延迟。颜值送朋友方面也没得说。 微单相机 其实很久就有一个买微单的梦想，曾经想仗剑走天涯，没想到疫情施了法。众所周知，索尼大法好，所以就尝试了这款 a7c，基本上在这个中低端的微单里感觉是无敌的，对焦上很灵敏，实际照片上很清晰，原片在电脑上会七八十M，分辨率极高，（毕竟4k），在拍照上面，基本上没有缺点，体验之后，感觉光线是摄影很重要的一部分，还需要进一步用业余时间学习，其他的上面还在进一步探索。 flink 一拖三数据充电线 这款是参加 flink 会议礼品的一部分，还是蛮实用的，因为 EDC 里有那款移动电源，而有时候会给 Android 设备充电，这个时候它就派上了用场。可伸缩的方式，让携带起来，放书包里基本不占体积和重量。 群晖Nas 920+ 我想大部分技术人员应该对其都有了解，起初购买时有一部分原因是，由于 google 相册之后要暂停服务，不能继续增量同步相册，于是就想有一个适合云同步的装备，这个时候，开始研究 Nas，当然那么多里，选择群晖的原因也很简单，因为其支持 docker 支持的比较好，虽然不知道有什么可以跑的，但可以折腾，总是件好事，咳，虽然买下以后，基本上没有放好东西，但是属于那种折腾型产品。如果说有大量资料，需要做备份的，还是挺适合的，或者是做家庭影音，如果资料没有那么多，那么普通的移动硬盘也可以的。 日用品折叠餐桌 如果是小户型的格局，这种折叠餐桌觉得体验还不错，在待人处物方面，蛮方便的，就算人再多，也不用担心，而且折叠的状态比较省空间，移动起来也很方便，应该唯一缺点就是贵吧，做工上面中规中矩，不会差，当然还是建议小户型的去购买，平时就可以是一种折叠的状态，不占多少空间。 小米电吹风机 米家的这一款电吹风机，基本上无功无过，专业性上，当然不能和更高价位上的去比，实用性上，在这个价位上是不错的，每次洗完头吹头发也很方便。 珂润爽肤水和面霜 珂润这个牌子，个人觉得，适合的范围比较广，比较柔和，一般洗完脸以后，爽肤水去作为打底护肤，然后面霜去努力相当于增加水分，毕竟现在每天面对电脑的时间也蛮长的，而且缺乏大面积的绿色植物，实际上不太好。效果上的话，只有常见的补水保湿，其他感觉就是柔和，过敏体质也不用特别担心。其他的产品使用经验不多，这个之后以护肤化妆品的方式慢慢分享。 擦玻璃机器人 这个纯属懒，以及对这个东西感觉有意思，如果是方方正正的窗户，基本上处理地还算可以，如果遇到那种碰不到的，这东西也比较鸡肋，当然玻璃如果特别多的也比较适合，这方面小户型就比较鸡肋了，总共也没有太多，当然主要还是会比较省事一些。 洗鞋机 这个其实比较鸡肋，每次洗的效果一般，反而要倒不少水。 总结这便是 2020 年买过的一些东西的实际分享，当然纯属生活记录，如有雷同，纯属巧合。新一年的话，有在考虑买一个可重复利用的眼罩，如果有更多更实用的东西，也会考虑以后分享，而且之后可能会准备分享一次 EDC。 大家有什么平时觉得不错的东西，也可以留言或者私信分享。 愿大家都能 “work life balance”。 旧欢如梦。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活记录","slug":"生活记录","permalink":"//xiaoye.me/tags/生活记录/"},{"name":"好物分享","slug":"好物分享","permalink":"//xiaoye.me/tags/好物分享/"},{"name":"数码产品","slug":"数码产品","permalink":"//xiaoye.me/tags/数码产品/"},{"name":"日用品","slug":"日用品","permalink":"//xiaoye.me/tags/日用品/"}]},{"title":"比特向左，以太向右","date":"2021-02-20T12:42:38.000Z","path":"2021/02/20/202102-bitexiangzuoyitaixiangrou/","text":"寄语：比特币不断突破新高，是投机，还是投资，建立对其的信任很关键，当然也要发散性思维，扩展不同的愿景。 意识形态我想世界上只有两种人，一种是接受比特币的，视比特币为投机也好，信仰也罢，心底上“信任”比特币，尊重比特币的机制；而另一种是不接受比特币的，对比特币还持有一种固执的执念，传销也好，骗局也罢。 意识是进化的一部分，我们在意识到效率的落后，从而开启了工业革命，从而不断地探索、思考现在与未来。 比特币和其他东西一样，也充满着缺点，比如价格波动大，不能快速变现，在保值上还需要成长。但正如我们有包容心一样，意识到了法币的缺陷，面对中心化的银行运作，加以密码学先前的发展，进行了巧妙的结合，发现了比特币，并从极客走到了大众。 实际上，到现如今，比特币依然解决不了大多数金融问题，但是就像开源文化一样，众人的智慧是无穷的，依然有很多人，在比特币的基础上，不断地做着实验，比如开发一些跨链应用，去描绘心中去中心化更多的解决方案，因此将比特币称之为区块链的成熟应用并不为过。 当然，有些人就疑惑了，比特币是否存在价值，价值这种事情，也是见仁见智的，有些观点认为，它既然有价格，那么价格就代表了价值，说明这是一种共识，认为目前就应该这么多；但还有些认为，它只是一种虚拟的东西，当受到全世界的监管时，自然没有价值。不想争论错与对，随着四年一牛市的周期，势必关注也是一种周期性的行为，而投机也好，信仰也罢，面对这样的形态，依然需要做好风险控制。 现如今，大多数行业早已经不是单打独斗式的小作坊，而成立了群体，拥有了资本，通过资本的力量和方式，将原本简单的事情，复杂化，在百余年间，比如借贷变得越来越普遍，成为了一种司空见惯的方式。资本的正向操作会让资本越来越有钱，这也就是，马斯克不断地为比特币喊单，从而投资回报率要超过可认为是实业的特斯拉。 依然比特币属于早期，还没有特别完善的应用，无法避免投机者的存在，依然会可能触发危机，但我依然相信那句话，它是一个一些人的社会实验，面对货币的不断贬值、不断的印刷钞票，在长期来看，依然是那个最避险的资产。 当然，在现如今，它还是一种早期意识形态，国家也很早的开始了对其的观察，严禁投机炒币，禁止非法集资，鼓励区块链应用，就是国家的态度。 以太向右 比特向左，以太向右。 在去年以及今年，在家乡之时，闲暇时间也聊起了比特币，顿时那人便放起了光芒，说到，噢，那个传销币吧，在这骗了不少钱呢，实际上在一些人眼里，就是一种传销的味道，和其他币没有区别。 但是作为市值占比最高的虚拟加密货币，其有着很多不可代替性，但艺术是百花齐放的，不是永远一枝独秀。 以太坊，从名字上看来就不是一种币，这就是 v 神的独到之处，对其的理解，这是一个平台级的应用，可以执行任意 Dapp 的虚拟机，认为是区块链 2.0 时代。 在初期也经历了不少质疑的声音，而以太坊团队也没有去关心，依然是探索自己的实践，当然面对以太坊的扩容问题，我们需要给一定的时间，分片也好，2.0 也罢，之后也会在 4 月 14 日进行柏林硬分叉，会有各种优化，为之后转为 pos 提供了道路。 defi 从去年到现在，我想是很火的，甚至没有研究过 defi 的，都不一定算币圈有经验的。它算是泡沫还是价值，这个每个人我想有自己的理解吧，和比特币一样，也是一种不成熟的东西，缺乏更好的安全机制，一旦不慎，就会被造成用户的损失，同样，它也不需要 kyc 传统的验证，便可进行更多的去中心化的理财应用。 当其去中心化了以后，实际上也更加利于攻击，我们可以看到更多的攻击手法是，通过智能合约等的闪电贷的方式，最大化攻击利益。 论原因来讲，不仅是没有做好安全审计，更是缺乏一种高效的追踪方式。有利有弊，如此而已。 富士山下正如林夕歌中所讲的那样，爱情是一种飘渺的感觉，纵然雪中飞花，不过是一种你情我愿的纠缠。 最美好的投资方式，我想是，用不影响自己的一部分钱，投资自己熟悉的东西，涨了不为所动，跌了不为其流泪，穿越牛熊，看淡这些。 实际上，没有人可以做到每次投资必是成功的，心态上，要保持坦然自若，短期里的价格是无法预测的。只要当保持就算都失去了也无所谓的心态，这样便不会影响到很多。 个人的力量是永远无法和资本抗衡的，谁会知道顶部最终会到哪里，都不知道，预测也只是心理价位以及一些信仰。通过这些去吸引，去传销的那些人，尤其是去通过各种途径，手段引诱中老年人去参加什么投资，承诺什么回报，之后跑路的，特别可耻，现在还出台了各种防范非法集资的政策，望谨记。 实际上《富士山下》不是只讲爱情，而且里面也有一种佛法的味道，看淡了人生，放下了思想，这种歌，我想每次听都会有新感觉，新理解吧。 当然还是希望大家的币都成为十倍百倍，万币顺意。 币圈有风险，投资需谨慎。 原文便是比特币白皮书链接。 https://btc.com/bitcoin.pdf","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"投资","slug":"投资","permalink":"//xiaoye.me/tags/投资/"},{"name":"bitcoin","slug":"bitcoin","permalink":"//xiaoye.me/tags/bitcoin/"},{"name":"比特币","slug":"比特币","permalink":"//xiaoye.me/tags/比特币/"},{"name":"以太坊","slug":"以太坊","permalink":"//xiaoye.me/tags/以太坊/"}]},{"title":"也许相爱很难","date":"2021-02-18T11:42:38.000Z","path":"2021/02/18/202102-yexuxiangaihennan/","text":"寄语：浪漫的爱很美好，但遇到也很难，踏遍万水千山，难觅真爱，亦是遗憾。 最终的爱，不过是一种纠缠，一种陪伴。 高级动物低情商：农村剩男输出 高情商：眼神 丁真 / 纯真 归家旅途，山遥路远。闲暇翻阅媒体新闻之时，看到一篇《农村“剩男”配城市“剩女”？专家：应树立正确的婚姻观，别乱点鸳鸯谱》这样的新闻，有所联想。 社会在发展，时代在进步。互联网普及下的90后，00后，随着新媒体，网红的流行，观念、价值观也在发生着变化。从以前的稳定、努力工作、实现自我，到现在的追求探索，生活质量与创意。 咳，在观念提升的过程中，作为高级动物，也在不断地进化。 现在在城市里，有那么一些一直也没有结婚的，究竟为何，如果说起来，我想一部分人可以总结为一句话吧，没有遇到合适的人。单身不是狗，是自由。 在这些没有结婚的人里，我想有这么几种类型： 工作平时比较忙，没有业余时间的，996的那种，想约都没有时间 情商不是很高，相亲的里面有一部分就属于这种，在言行上不注意对方的感受，思想上还不够浪漫，不懂得去调情，比较直男一点 对异性要求过高，在本身的条件一般的情况下，想要找一些条件不错的，又爱自己的 面对喜欢的人，不够主动，这部分女生要多一些，在网上的讨论中，有部分没有太多经验，面对感觉还可以的，没有继续进行的想法或者行动，这也导致一些姻缘的错过 自己在这方面上，没有太多想法 平时交际圈上比较窄，接触的人不太多 现在有很多女生，有些女生呢，日夜不睡觉拼命想工作；有些女生呢，看看抖音，玩一玩游戏，手机就过了一天；现在有很多女生，有些女生呢，在微博现场朋友圈，追爱豆综艺一整天；有些女生呢，沉迷奢侈品，虚荣一整天。 毕竟抖音快手综艺只是用来消遣的，而现实生活中并不都是那个样子，会有更多更多的爱好，有更多更多的快乐。 人生苦短，何不变得有趣。 相亲 今天要讲一个相亲的故事，但不是现代的，很久以前的，这么民间流传下来的，从别的地方听到的。 贾家庄有一个姓贾的姑娘，长得呢，什么都好，可惜就是嘴大，说话时走风漏气，结果熬到二十八了都嫁不出去，可把家里急死了（古代情况，请勿入座）。 有这么一天，有个热心的媒人，好不容易给她瞅了一个比较合适的人家，让她去相亲。临走的时候，媒人吩咐说，“去了千万不要张大嘴说话，免得把人家吓着。”。 姑娘急了，质问媒人：“总不能不说话做哑巴吧“，媒人耐心地教她说：“谁让你做哑巴了，让你说话注意点，你就把嘴嘬起来，多说撅嘴的字，少说开口的字。人家问你姓什么，你就说你姓朱，问你多大，你就说二十五，问你属啥，你就说属虎，问你会做甚，你就说会织布，问你大人们是做什么买卖的，你就说开饭铺。” 姑娘很不情愿地答应道：“你这老妈妈，真个麻烦，记住啦，快走吧。”媒人一路上千叮咛万嘱咐，生怕一不留神露了马脚。 去了男方家，人家左挑右看，还比较满意，就欢喜地留她们吃饭。姑娘也拿拿捏捏地不敢多说话，相亲还算比较顺利。坐到饭桌前了，进来一个男方的亲戚，人家冷不丁地直问她：“姑娘你姓甚？”她一边张大嘴吃东西不假思索地说：“姓贾！”这一说话不要紧，大嘴张开了，把人家吓了一跳。又问她，多大了，她头也没抬的说：“二十八！”。 这时，媒人急了，赶紧拉拉她的袖子，暗示她把嘴撅起来。人家见她回答的和媒人说的不一样，就疑惑地问她，“你怎么跟媒人说的不一样呀？” 她哈哈一笑，开大嘴就说，“那就是媒人胡说咧，姑娘我本家姓贾，芳龄正好二十八，不属老虎是属马，不爱织布爱纺纱，我家不会开饭铺，祖传只会种南瓜。” 她这一说话，大嘴张开就合不上了，只见她满嘴里跑牙，下巴子乱动，跟之前判若两人，全屋子的人都被她吓到目瞪口呆，不敢相信这是真的。想找媒人理论时，媒人早就跑得没影了。 印象和感觉有词云： 人潮人海，词不达意。 繁华盛世，立身行己。 万象众生，过分美丽。 心之所向，渐渐放弃。 人呢，是一种富有情感的动物，在哲学上会有唯心和唯物的辩证讨论，在生活上，又有心和感觉的存在。 现在越来越多的人，期待找到一种感觉，自己喜欢的那种感觉，以此来作为归宿。 而感觉的前提是印象，当一个人对某件事情，某个人印象深刻，并且充满正向反馈，这个时候往往感觉就存在了，就造成了情绪波动。 在一开始的时候，男女交往往往是一种新鲜和陌生的感觉，依靠着首因效应，不断地刷新好感。而在关系发展的过程中，男生在大多数情况作为主动的一方，在感情升温的过程中要保持一定的变化，保持一点神秘感，让女生有探索的感觉欲望。 而女生在这种感觉的寻找上，也是不断地变化，不仅有外部的因素，比如社会的现实，也有朋友家人的劝导。 追求感觉并不错，希望都能好好爱自己，别让自己受伤。 愿都能万事顺意。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"情感","slug":"情感","permalink":"//xiaoye.me/tags/情感/"},{"name":"相亲","slug":"相亲","permalink":"//xiaoye.me/tags/相亲/"},{"name":"爱情","slug":"爱情","permalink":"//xiaoye.me/tags/爱情/"},{"name":"感觉","slug":"感觉","permalink":"//xiaoye.me/tags/感觉/"}]},{"title":"麻将","date":"2021-02-17T11:42:38.000Z","path":"2021/02/17/202102-majiang/","text":"寄语：生活即艺术，麻将也不例外。毛泽东主席也曾讲过麻将的哲学，还探讨了偶然性和必然性的关系。咳，掌握牌局优劣势，便可掌握输赢关键，人生道理。 摸错了今天讲段故事，您就听着玩就可以了，故事呢，不是现在的故事，这算是清朝时期的，什么年间呢，咸丰年间。有这么一个人，平常呢，游手好闲，但有个爱好，就好个打麻将，好这口，经常就在赌馆里，也不知道打了多少年，可结果还是那么个，输多赢少，运气好的时候，就是少输一些钱。咳，看着吧，这家产越来越少，赔得越来越多，他呢，也不是想个办法，做个正经事情赚钱，而是一门心思，想着在麻将场上大赢一把。天天想，夜夜梦，可这也不是个办法。 有这么一天晚上，在麻将馆子里，又不达意，输光了银子。回到家里，唉声叹气，倒头就睡。到了这么个后半夜，忽然从外面听见有人叫他打麻将去，他呢，也就跟上别人出了个门。坐在这么个麻将场子里，今天可特别地手气好，特别的顺，眼看着清一色一条龙，叫上缺个二饼子了（二筒），然后呢，他就这个得意洋洋地把牌扳倒，就这么开始，闭着个眼睛，伸长了个手，轻挑着微笑，用大拇指顶着中指和食指到牌垛上摸。就这么摸呀摸呀，他凭着自己的手气，手感，终于知道自己摸到二饼子了，他用劲地抠住二饼子上那两个令人销魂的小坑，高高地扬起手，正要往桌面这么一拍，忽然感觉被什么东西狠狠地撞了一下，他睁眼一看，好嘛，却是老婆正恶狠狠地揍他。原来呀，他在梦里抠住老婆的鼻孔眼了，咳。 麻将人生 有歌云： 窗外晚风迎面笑 三叔自摸直叫好 哪个爱放炮，一番过后 兜里零钱飞走了 开局骰子慢慢摇 桌上番数知多少 半唱半和，一首歌谣 对面阿公点炮了 四人一起醉逍遥 来又复去缺四条 好似下家暗碰了 令我的钱越少 四人一起醉逍遥 来又复去缺四条 好似下家暗碰了 令我的钱越少 上家为何番数高 仿佛幺鸡轻轻跳 就算多碰杠，还缺八条 凝望对家偷偷笑 还盼悄悄投技巧 最后钱包有多少 东南西北中，五六七八筒 频繁点炮声声叫 四人一起醉逍遥 来又复去缺四条 好似下家暗碰了 令我的钱越少 令我的钱更少 令我的钱最少 又有词云： 人生在世，盖世无双。 东南西北，镇得住场。 对胡门清，还缺几张。 十八罗汉，就差一杠。 有那么一个词，叫麻将人生，这觉得一点都不为过。麻将桌上仿佛就和人生一样，有些人起手牌不错，起点优秀，实际上就成功很多。但是也不乏把一堆差牌打好的，这便是白手起家，逆袭惊人。 还有个这么个精神，只要在桌上，就相信这把可以赢，始终会赢，这便是一个坚持的道理。 虽然有运气成分在，但打赢这局，还是要靠自己。因此，人在外，要靠自己。 另外还有个这么句话，牌品见人品。细节中，见人品。输得起，放得下。 愿共勉，过年回回自摸，次次十三幺，从不点炮。 几个有意思的番子 孔雀东南飞 “孔雀东南飞”的组牌形式是：幺鸡一碰坎，东风和南风 各一碰坎，是由三个基本牌组碰坎组合而成。“孔雀东南飞” 是一古诗名，由于幺鸡的牌面有的是刻一孔雀，故得名 大雪西北飘 由三副牌组成，即西风、北风、白板各一组刻子（杠），以白板寓意大雪。与孔雀东南飞是对仗的番种。根据剩下5张牌的情况，可与小四喜、小三元、字一色、混幺九、混一色、碰碰和等复合。 武大郎卖烧饼 全是饼而且1饼要杠 四副牌都有序数牌五，一饼为将牌，典出小说《水浒传》。五谐音武，以一饼的图样寓意烧饼。 万事俱备只欠东风 混一色、单钓将的特殊形式，典出小说《三国演义》，要求很多： 必须是万的混一色，点明“万事”； 一万至九万9种牌都要有，点明“俱备”，这也决定了只能是四副牌+一对将的基本牌型（七对牌型最多凑7种万，是凑不齐9种万的），且四副牌中，至少要有三组顺子（如果是两顺两刻的话，至多凑8种万）； 字牌有且只能有一对东风当将牌，且和牌形式必须是单钓将，点明“只欠东风”。 万事俱备只欠东风因为必须凑齐9种万牌，所以和清龙复合的画面更美。 从牌理来看，万事俱备只欠东风的和牌难度很大。但其实，单钓东风和单钓其他字牌并没有太大区别，万的混一色和饼、条的混一色也没有太大区别，这个番种纯粹是沾了诸葛亮的光，国标删之。 四方发财 大四喜的一种特殊形式，即以发财为将牌，又因有东南西北四风，所以叫四方发财。该番种实际是大四喜、字一色的复合体，全部14张牌都限定死了，和牌难度极大。 大四喜、字一色复合，只有三种牌型，即将牌为中、发、白。但既然红中、白板没有对应番种，只留四方发财纯粹是讨口彩，国标删之。 这一部分，取自知乎问答：《有哪些古怪的麻将规则？》，作者：芭蕉小农 链接： https://www.zhihu.com/question/21591449/answer/918577045","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"麻将","slug":"麻将","permalink":"//xiaoye.me/tags/麻将/"},{"name":"自摸","slug":"自摸","permalink":"//xiaoye.me/tags/自摸/"},{"name":"清一色","slug":"清一色","permalink":"//xiaoye.me/tags/清一色/"},{"name":"故事","slug":"故事","permalink":"//xiaoye.me/tags/故事/"}]},{"title":"你好，李焕英","date":"2021-02-15T18:14:40.000Z","path":"2021/02/16/202102-nihaolihuanying/","text":"寄语：不知道从什么时候开始，人生变成了灰色，缺乏了从前的快乐，我想这就是成长吧。似水流年，时光一去不复回，过去的，逝去的，情怀未变。 喜剧人生你好，李焕英。 与其说是穿越，倒不如说是一场梦而已。 很多梦境是否存在，是否足够感动，只有当事人才知道，大概可以引起共鸣，就会有极大的感染力。就像《盗梦空间》一样，梦与现实之间，到底有多少联系，又有多少差别，每人的理解不同。 这是贾玲的首部作品，当然是有一些不足之处的，首先是整体电影，有点偏向是很多个小品桥段的组合，靠着一些现在小品常用的反差，谐音，俏皮话，来逗笑观众，当然这在小品领域可能是不错的水平，但是电影的表现形式不同。论喜剧片来说，首先是一个片，然后是喜剧。一部比较优秀的喜剧片，应该着力于人物性格的塑造，而语言，动作，表情，都只是一种表现形式。当然星爷和许冠文，以及其他优秀的电影人，一开始的作品也没有那么完善，所以可以的话，应该期待其之后的更好的作品。 在人物性格的塑造上，还是停留在小品的层次，略微有些升华，以一些人物为例，比方说，沈光林，好像是男一，除了纨（wan）绔（ku）子弟，这一对白，其他的一些逗人的场合，实际上被打上了沈腾的印记，你说他是真实的沈光林吗，感受没那么深，演技上没有那么用力。在包袱上面，在预想到的地方，会有固定套路的包袱，在面对大部分人以及快节奏的社会这样是够用的，有好处也有坏处吧。 在喜剧片范畴里，当然此片觉得并不是拔尖的，但和一些开心麻花出品的电影一样，时间久了，并没有特别深的印象，还没有到一定境界。舞台剧和电影的表现形式是不同的，好的电影是足以让人刻骨铭心，电影的细节表达形式太多太多，包括表情，以及镜头剪辑，故事的结构，镜头的光与影，但此片，除了一些后面梦中梦的设计，双穿越的想法，以及一些喜剧包袱以外，没有别的太突出的，能眼前一亮的地方，当然期待其之后的提炼。 剧情升华将这部电影，完全归结为喜剧片，我想有很多人应该是不认同的，里面增加了一些所谓的泪点，在泪点方面，基本上有时候觉得有点尬，不太自然，整体上来说，可以归结为孩子的亏欠感，或者是子欲养而亲不待，以及父母对子女的爱、包容，但在历史上，影片一直在致力于渲染气氛，努力打造一种八十年代的感觉，但实际上，八十年代，大陆地区普遍是那样吗，也不是，缺乏一些文化背景上的一些斟酌，当然这可能和主创团队是 80 后也有一定的关系，理解未必相同。 在抒情方面，总觉得和台湾的一些电影《鲁冰花》《妈妈再爱我一次》，以及香港的《似水流年》给人带来的冲击感差一些，这方面，台湾有位导演，侯孝贤，做得还算不错，有机会可以多看一些相关的，也经常拿金马奖。当然不是非要和优秀作品去相比，只是在看的时候，应该更加理性，体会到电影给我们带来的启迪，传达的情感。 这部电影，整体初衷上，立意上，都算不错，起初是小品，来讲述贾玲的亲身经历，在题材上，以及构思的情节，都可以打到 8 分。 我想，在口碑上，还有一点是，引发了一些人的关于亲情的联想，回想起家里的红烧肉，又或者是不成熟之前的任性，不知不觉中，提高了评价。 在情节上，有一个点，我想是，在李焕英穿越以后，看到了贾晓玲，然后应该心里应该先是惊讶，然后接受，最后陪着一起演戏，不仅是选择了之前的人生，更是对晓玲的包容，这些可能在一开始的时候就已经想到了。 我想每一位家长，都希望自己的儿女茁壮成长，健康快乐。 都将会如此。 总结此片，在立意上，还算可以，在喜剧效果上，偏向小品类，和现有的一些小品一样，在突出人物性格，特点上，还需要再努力，包袱设计上，基本上还是那些。在剧情片上，人物性格还不够立体，不够饱满，还需要多一些升华主题的细节。 但导演毕竟并不是专业的，在春节档，作为商业片已经很优秀了，并且在投入上是用心的，不应该去做键盘侠，不去说其坏处，故意抬杠，只是在电影领域还有更多可以雕琢的地方，而且千人千面，大多数观众可能只看到了里面的情感，触发了内心深处的记忆，感受到一份真挚的亲情，这就足够了。 艺术来源于生活，高于生活。 幽默也来源于生活，高于生活。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"亲情","slug":"亲情","permalink":"//xiaoye.me/tags/亲情/"},{"name":"贾玲","slug":"贾玲","permalink":"//xiaoye.me/tags/贾玲/"},{"name":"影评","slug":"影评","permalink":"//xiaoye.me/tags/影评/"},{"name":"你好,李焕英","slug":"你好-李焕英","permalink":"//xiaoye.me/tags/你好-李焕英/"}]},{"title":"心意","date":"2021-02-14T12:15:39.000Z","path":"2021/02/14/202102-xinyi/","text":"寄语：岁月依然静好，倚在时光深处。安然，是一朵花对另一朵花的微笑，生活需要仪式感，更应该珍惜每一份心意。 一单位每逢过年过节就会发点小礼品，一般是那种礼卡的形式，从中选择一个套餐，套餐里有各种类型，实物类型，比方说一些油米茶，大概每次平均下来会价值二百元，但是有些同事可能对这实物不感兴趣，于是就找一些回收这种卡的，以一百元的价格卖了出去，然后顺便买了一些自己喜欢的东西，这样也不算亏，单位也给到了心意，同事也比较开心。 但实际上是这样的，发这种礼卡的公司，实际往单位批量零售的价格，是一百五十元一张，然后单位把这种卡，以大概两百元左右的价值发给员工，而有些员工并不想要实物，直接以一百元卖给黄牛或者回收卡的，然后回收的再以一百二的价格卖给了发礼卡的公司，这样发礼卡的公司，只需要付出一些印刷成本，不需要实际去发实物，就可以每张赚到三十元。 最后大家都觉得不亏，单位也笼络了人心，给到了心意。 二 今天是情人节，我想应该之前有很多男生都在纠结送什么给女生，都想送得有纪念意义，又得让女生安心接受，当然这里面是个学问，选什么礼物暂且按下不表。人的话，基本上都想要透过礼物来表达自己的情意，需要花一些心思去了解其女生的喜好与需求，大多数用心准备的才是最动人的。 这里就有个故事，上个世纪 50 年代，算是二战时期，一位化学家精制了一种治疗灼伤的药，其太太，没注意，然后误当作乳液使用，没想到几个月后皮肤竟然变得有弹性，更加润泽，皱纹也变少了。 后来，这位化学家，格雷厄姆·武尔夫（Graham Wulff）发现，妻子黛娜（Dinah）对使用的装在鞋油罐中的浓稠蜡状美容霜感到非常沮丧。这些面霜让她的肌肤看起来很油腻。 格雷厄姆想为爱人创造一款可以滋润她的肌肤，还能让她始终感知自己的美丽与女人味的产品。 于是格雷厄姆不断地进行尝试，其妻子也一直在旁协助他，提供一些可行的建议，不断试用其产品，最后就诞生了一款美容液，这位化学家，也和人开了公司，去推广这款产品，取名为 Olay（OilofOlay），便是我们之后闻名的玉兰油 Olay。截止现在，其成为了一款全球化的化妆品品牌，获得了更多人的青睐。 当然这里不是推销小白瓶的，而只是说大多都抵不过一个用心礼物带来的心意吧。 但是要说礼物都是心意，却未必有人认同。送礼已经成为现代社交不可避免的一部分了，有一些礼物，也不单单是有使用价值，更是有些纪念价值，当然送的人在被送的人心中的地位也很重要。 所以，心意便是物品的使用价值（或者价格）和纪念价值（或者心中地位）综合决定。 三月初。他发工资了。从银行里往他女儿打了五百块钱，满心欢喜地回到了家，开始用微信和女儿语音：“我和你妈妈都涨工资了，这个月生活费多给你一百，给你打了五百。这是爸妈的心意。” 未曾想，女儿这样说到：“爸妈，能不能再打一些钱，别人都是一个月一千的生活费，这个月买完匡威就没钱了，我知道你们最好了。” 今生缘起，愿都被岁月温柔相待，被时光惊艳！","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"},{"name":"心意","slug":"心意","permalink":"//xiaoye.me/tags/心意/"}]},{"title":"吃喝嫖赌，胡作非为","date":"2021-02-13T11:42:38.000Z","path":"2021/02/13/202102-chihepiaoduhuzuofeiwei/","text":"寄语：不知道从什么时候开始，有了喜欢整理的习惯，梳理自己的方式方法，构建各式各样的知识库，删掉一些没有联系的好友。如果人生可以整理，又会应该如何去想呢？ 空空亦空贫僧唐三藏，从东土大唐而来，s去往西天拜佛求亲。 这应该是哲学的三个问题，我是谁，我从哪里来，我往何处去。 纵观西游记全文，实际上可以认为是一种人生的蜕变，和普通人一样，年少时有过冲动，也曾在汉朝之时大闹天宫，不计后果，后来屈服于现实，面对五百余年的沧海桑田，也领悟了许多，人外有人，以及一些人情世故。 在取经路上，遇到的不同妖怪，有诱惑，有六欲，有磨难，何不像人生之路，在功成名就之前，总会遇到各式各样的人与事，当破除万难，方可成功，亦可失败。 你说是孙悟空的蜕变也好，唐僧的成长也罢，终究是个普通人的成长过程。 回忆过去在第六十四回《荆棘岭悟能努力 木仙庵三藏谈诗》中（禅心似月迥无尘 一回），深山四操亦无害人之心，只在诗中劝人享良宵，看那锦绣华堂，砥砺之言，谈玄谈道。 去年之时，觉得万物皆艺术，但最后还是信奉活着最重要，却没能想到，活着也是一种艺术，大概欢乐就在今朝，何不“肆意”追求想要的，“肆意”活成想要的，这大概便是逍遥一词。 有时候，人大概如其名，小李探花，李寻欢，一生莫不是在寻欢，醉里寻欢也好，梦里寻欢也罢。一些事情看似没有选择，实际上却是自己选的结果。 今日整理微博到个人日记之时，回忆起一些大学时候的内容，现在回想起来，那时还是年少气盛，不考虑后果，在前行路上很累了，没有欢乐在今宵，时常在锻炼自己能力，平心而论，有收获吗，也有，全是自己想要的吗，也未必。在那个时候，也没有人讲过，生活应该是怎样的，而且还那么拮据，究竟应该是随波逐流呢，还是充满想法，努力奋斗。实际上这两种，都不算错，只是一种种选择而已。 心生，种种魔生；心灭，种种魔灭。 欢乐今宵论最近，罗翔也算比较火的，其有趣的风格，百变的张三，冲破了原来的课堂的理解，原来课堂也可以如此有趣。就像他的课程不只有刑法一样，人生也不一定要受限。自己也说自己只是一个普通人而已，有着普通人的虚荣和虚伪，也有着普通人一样的年少气盛，但最后还是沉淀下来，人没有完美的人，去哪去找那么些理想型。 最近在想，自己想成为张三还是罗翔，实际上，成为谁并不重要，重要的是，我还是我，张三有张三生活的优点，罗翔有其的方式，何苦去将其他人去绑到自己呢。 其实环境也很重要，什么样的环境，就会有什么样的艺术成果，这个就不用太展开讨论了。 可人毕竟是凡人，不是各个都能改变世界，有钱的就去吃喝玩乐，有正气的就去伸张正义，有时候就是这么不公平，生来就不平，何苦烦恼自身。 但行好事，莫问前程。 莫行好事，莫问前程。 何不吃喝嫖赌，胡作非为？（当然是在一定背景下）","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"},{"name":"吃喝玩乐","slug":"吃喝玩乐","permalink":"//xiaoye.me/tags/吃喝玩乐/"},{"name":"欢乐在今宵","slug":"欢乐在今宵","permalink":"//xiaoye.me/tags/欢乐在今宵/"}]},{"title":"第十一周——飞跃舞台","date":"2017-03-19T13:28:01.000Z","path":"2017/03/19/201703-dishiyizhoufeiyuewutai/","text":"起源：这周看了小土刀的博客，感受蛮多，于是乎有了每周坚持周记的想法，尽量不谈工作业务方面上的事情。 这周周一去了基地进行的预答辩，基本清一色的增删改查，不用想都可以想象的到其代码，有如自己大一大二时期，不懂重构的重要性，不懂设计模式，一味的复制粘贴。到底培训班教了什么，不得而知，犹如当年的我说的，要知道老师和课本都是错的。在这种大学里几乎没有那种探究到底的人了，这是环境的悲哀还是我们的悲哀。 周二到周五公司又跟进了一堆问题，这家公司真的是糟透了，从上到下都是问题，还是早点离开比较好。和里面的思想格格不入，别的团队的技术并不是想着怎么优化，而是如何完成业务，而现在这个团队，犹如懂技术的客服，一点文档都没有，而老板那种傻逼不懂技术瞎管，迟早要出问题。 周末看了叶倩文的视频，觉得她年轻时候好漂亮啊，和林子祥在一块真的完全压过别人声音，李克勤、陈奕迅一脸尴尬。于是又去b站看了她的铁板烧，想着今生要是有这样漂亮的人相伴，也是无憾了。 天地悠悠過客匆匆，潮起又潮落，恩恩怨怨生死白頭，幾人能看透。紅塵啊滾滾，癡癡啊情深，聚散終有時。留一半清醒留一半醉，至少夢裡有你追隨，我拿青春賭明天，你用真情換此生，歲月不知人間多少的憂傷，何不瀟灑走一回。 生活什么时候可以稳定下来，依然不知道自己适合什么样的公司，估计是有技术氛围的，各人有着自己的想法，至少在没过完互联网的瘾之前，把兴趣爱好当作事业，用自己的双手去描绘未来。 看着1985年林子祥在演唱会的表现，颇有唏嘘，当年的人大多数已经引退，已经不在人世，而就如歌隐一般，小隐隐于野，中隐隐于市，大隐隐于朝。过着自己的生活，令人向往，可以去想去的地方，广西、菲律宾、台北，也许在北方呆的时间长了，需要去南方的雨换换心情，想着沐阳同学在海口生活，心底有种羡慕。 看世间花开花落，平平淡淡才是真？ 看围棋AI的绝艺，看共享单车的厮杀，看Pwn2Own的夺冠，这个行业发展太快，也吸引了好多人，但也面临资本寒冬，招不到合适的人的情况。 3月17日，北京等地推出了新的房地产政策，不知道以后的发展如何，谁不想着买一套房安稳的过着想要的生活，一平米七八万的房价让这一代的年轻人被压的太重。 这周也开始了自己的番茄管理，周三完成了一个番茄，周四两个，周五三个，工作上就尽量用番茄管理自己吧，不应该久坐，这种其实挺好的，一个番茄钟里专注一两件事，不断的提升效率，让三年后的自己更加成熟，三年的工作经验是一个坎，工作上不仅需要技术，而且也需要一些自我管理上的提升。 另外也应该练练写作，感觉自己还差好远。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"如何高效的学习（主要还是态度）？","date":"2016-06-26T07:15:16.000Z","path":"2016/06/26/201606-ruhegaoxiaodexuexi/","text":"“我什么都不会，有视频吗？” “怎样进入这个行业？” “怎么样才能找到合适的工作？” 首先计算机行业，是一个看能力不看学历不看关系的职业。能力出众的，毕业月薪十几k的都有，整体薪资要比其他行业的要多。每年毕业生有七百多万，其中十分之一就是计算机专业的，然而只有十分之一是真正最后会走上这一行的，并且感兴趣，做出了一定的成绩。这是个热门行业，每年非计算机科班出身的学的人也太多，有知道怎么学的，也有迷茫的，也有抱着考研继续观望的想法的。显然现在学习条件要比以前好太多，以前没有智能手机，没有平板电脑，买不起kindle，不能随身随地的学习，那会的人们是怎么学习的呢，举一些例子，有些人在网吧打工做杂务，每天晚上都在看技术网站，去不断地练习，最后成为了大公司的主管。有些人在实验室不断地练习，最后走了科研的道路，成为了一名出色的研究者。 而现在，是一个信息爆炸的时代，我们的周围到处充满着信息，连高考作文都开始考VR技术了，传统的两耳不闻窗外事就显得有点落后了。我们的信息，不仅可以通过搜索引擎谷歌来获取，还可以通过微信公众号，微信群，各种资讯网站。 所以踏踏实实的，不要浮躁，怀着敬畏之心，寻找属于自己的学习方法，并行动起来。 IT学生解惑真经 以及想好考研相关。 个人以为，关于提高学习的效率，需要做以下事情： 1.打造属于自己的利器，这里的利器不仅是IDE也好，常用的软件配置也罢，需要不断的打磨，不断的提炼，形成自己的方法，这里推荐善用佳软，虽然很久没怎么更新了，但是可以总结关于自己的东西。 2.善于输入和输出，信息的获取是广泛的，不但可以从各种博客中获取，也可以通过一些RSS订阅，并且也有着良好的输出，将自我的想法输出到博客、各种投稿、笔记里。 3.不断量化自己的生产力（学习力），持续学习，即多总结，利用好自己的碎片时间。也可以利用机器学习里监督学习的思路，拟合和分类。不断提升效率，并将事物分类。 4.拥有一个做研究的地方。学术也好，实现想法也罢。 5.关心学习以外的事情，比如说身体健康，培养兴趣爱好等，提升自己的能力。 当然这篇文章现在看来也应该有新的想法了，学习的方法因人而异。附无意义社交：","tags":[{"name":"学习方法","slug":"学习方法","permalink":"//xiaoye.me/tags/学习方法/"}]},{"title":"幻变的三年，一生何求","date":"2016-06-13T15:30:18.000Z","path":"2016/06/13/201606-huanbiandesannian-yishengheqiu/","text":"五年高考，三年模拟。 十年高考，六年模拟。 距离我的高考结束，已经过去了三年，这三年遇到过许多人，也感慨过许多，也变了许多，毕业三年，三载一朝。 也许昨日还在一起照毕业照的合影，那时候的我，忧伤中带点惆怅，忧伤的是，我不知道未来会是怎样，我不知道自己的病具体是怎样情况，惆怅的是，三年的学习就那么结束了，高中那三年，现在回想起来，大部分还是那种悲伤的事情多，虽然也有高兴的时候，自己也找到过朋友，也享受过那种感觉。也许昨日还是在高二，和同学在下象棋，而窗户口有班主任，然后班主任把我叫出来问了几句话，当时拿着平板电脑和别人下象棋，也许是那个时候，才练习的魔方，蝴蝶刀，然后认识了一些人，然后把魔方练习到了三十秒，也许现在想来，当初全是兴趣所致，也能证明一个道理，很多事情，经过不断地练习，就会做得更好。 高中是一所不出名的高中，自然什么人都有，见过那种死学习，一天到晚只知道学习的，也有那种一天到晚混日子的，也有那种玩游戏机，还是全校第一的，有人说大学是小型的社会，其实有些高中，也是很小型的社会，这里有人打架，也有人那种好好学习，也有负责任的老师。并且怎么和人相处也很关键，拉帮结派倒是没初中严重，但是也经常会有一些暴力事件，人嘛，总是物以类聚的多，老实的人还是经常和老实的人在一起，所以认识的很多都是老实的人，有的连名字都没去问，有的只知道外号，这类人太多太多。经过一场高考，就此消散了吧。 有时候不得不承认眼界的重要性，高考之后，花着高中赚的一千多块钱，自己买了自己的电脑，一边还在吃着药，然后学着迷茫得要死的c语言，然后不知道怎么的找到了一些破解软件，想要寻找破解的方法，然后找了吾爱破解论坛，就那么不知所云的学习破解，学习脱壳，然后如果眼界再高点，再努力点，也许可以对这一行少点迷茫，就那样独自在这一行徘徊，看一些行业介绍的书，想象未来的样子。 随着大学的开学，想要努力拼一番，可是在一次次磨练中，自己也被磨得越来越圆，不断地改变着自己的方向，也许被别人说这孩子挺有志向的，有过熬夜奋斗，渐渐地也有了担当。看透了一些人，也看倦了一些人，也渐渐领悟到别人的事真的和自己没关系了，大学教给我的，没有一点的知识，但教给我很多很多，不仅有为人处世，还有很多感悟。在逐渐被手机这种鸦片取代我们的思想时，我们失去了很多，比技术更重要的是情怀，比情怀更重要的是处世。也曾感慨过，如人饮水，冷暖自知，慢慢地就会走出来，依然给大家带来一些正能量吧。真真假假，假假真真，和自己也没多大联系。 这三年，遇到过喜欢但不会去表白的人，宁愿守护一生一世，却不想让其片刻伤心，最后这种也只能感动自己罢，不会忘记那曾经共度最单纯美好时光的人，也不会忘了那些对我好过的那些人。总之还需要努力，拼一个自己满意的未来，总给自己爱的人和自己的家人一个交代。 何去何从之阿飞正传 一生何求，到最后还不是一场空，也许有些人一生都在和别人比，却不知道知足常乐，也许人总说对社会有贡献价值就足够了。恩恩怨怨，欣喜遗憾，一切终会成空。从淡淡的哀伤中，感慨人生的变幻，流逝。 到最后赚那么多钱也不会带走，何不如好好珍惜生活。 一颗孤寂的心，无处可归。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"孤独的美食家","date":"2016-06-11T12:49:11.000Z","path":"2016/06/11/201606-gududemeishijia/","text":"首先是一个抱歉，那天不应该那么晚才推，最后一分钟因为网的问题，成了第二天的第一分钟，导致第二天就不能群发了。细想回来，这算是一种拖延症吧，这种没有目标没有动力的事情，并且现在也没从中得到享受，所以感觉有时候有点拖延。总觉得不能这样了，应该提前规划一下要写的内容。 为什么要写这个呢，今天在无聊看直播的时候，看到有人播这个。然后又查了一下，这个原来是一个日本动漫，拍成了电视剧，其中还有在台湾找吃的场景，吃着三星葱炒肉，水煮乌贼。 好像看这种节目容易饿。 人嘛，民以食为天。 看着《孤独的美食家》，容易联想到自己，在西安也好，在北京也罢，独自去找吃的感觉，寻觅街边美食，不需要在意别人的看法，只需要静静品尝食物的味道。 因此需要弄个美食日记，记录曾经或者将要尝到的美食，享受生活。当积累到一定量的时候，分享给一些吃货或者自己作为参考。 美食和料理一样，都是很深奥的艺术，把它当作一种艺术来看待，美食家总是从那些普通的食材当中，经过不断的调理，取悦着我们的味蕾。 在没有你的世界里，我们都是孤独美食家，在陌生的城市里，品尝着城市的味道，妄图了解这座城市。 在节奏越来越快的城市里，与食物独处的时光越来越少，也许忘了当初的味道，也有些美食断了传承，没有了最初的味道。 美食总是会给我们带来很多美好的回忆，无论在外如何打拼，生活多么不易，我们依然记得爸妈的味道，一辈子难以忘怀吧。每个年纪都有不同的感觉，小时候喜欢油炸的味道，而年轻可能喜欢麻辣的味道，再长大点呢，或许喜欢清淡一点了。 记得在很久以前，在QQ空间里曾经转过一篇名为山西人爱吃的三十样东西－－珍藏版的日志，里面好多都是面食。 也许从小时候开始，自己的文笔就很差，总是没有感情，没有受过专业训练，自己想写啥就瞎写，美食主题的都写不出味道来，越写越悲伤吧。就这样，假如坚持下去呢，一天大概800个字，365天就是29万字了，并且这没有目标，没有动力，不写又不会有人埋怨，写了也不会有人欣赏。在体验习惯是怎么养成的吧，也许哪一天，会找点教如何写得更好的东西，人都是慢慢进步的嘛，虽然没什么希望。 慢慢进步吧。 果然晚上不适合做饭，拍出来就变丑了。为了美食都得有好手机好灯光。。 西安的一些美食 唯有美食与爱不可辜负 芳香四溢。 还是附点好看好吃的吧。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"有心人","date":"2016-06-09T16:00:02.000Z","path":"2016/06/10/201606-youxinren/","text":"人一生总是要做几件蠢事的，要人人都那么聪明，世上就会变得无聊了。 这世上大多数人是为了别人而活，为了自己所爱的人，为了自己所在乎的人，而丢失了原本的属于其的快乐。当然我也属于这种人，不是那种乐天派，有时感觉永远不属于这世界。 人身上最软的是内心，然而人最硬的也是内心。当经历过风雨、伤痛的时候，内心会变得强大，但是还是会被感动。 你若失意了，闲暇时间读读书，体验一些不一样的世界。就会发现，人生之事，常想一二，那么多成功的人，不会因为一点挫折或者失败而倒下。你若正值得意之时，却要经常思考，经常反省自己，不骄不躁，自然这样的人很少，但是努力成为这样的人，人生努力过了才会没有遗憾嘛，自然你也许会想，猪八戒都走了那么多路，还吃素，都没减下去啊。人吧，不要太关注别人，猪八戒显然不会去关心别人在意他减肥的事情，太关注别人，反而会迷失了自我，走向了另一个别人的世界。 无牵无挂，随心而动，也许只是奢望吧，人到死都会被很多东西束缚，上学被作业而束缚，工作被生活而束缚，难得闲暇时间，却浪费在了没用的东西上面。想要摆脱一切，却发现唯有名利才能拥有很多，当得到名利之时，却是另外一个世界。当然善于利用人性的弱点，的确是高手，如果利用人性的弱点，得到了他想要的一切，更是高手。他在欺骗着别人的同时，生活也在欺骗着他。一山要比一山高，这样一直争名夺利下去，反而却不快乐，对吗。 为什么人在愁的时候喜欢喝酒，酒壮怂人胆，酒过愁肠，却感伤了自己。 我喜欢的明星，早已去世，或者是已经落魄。已经过了那个才华的时代，而始终跟不上新时代的节奏，有人说，那是时代的产物，也许是想说环境影响的罢。但是人主观还是由性格决定的，性格是努力工作，努力拼，也许会成为刘德华那种样子。还是那句话说的好，三分天注定，七分靠打拼。而我还在这里写这些不知道是什么的文字麻痹着自己。 当然我在扯淡。 插图为县城街道。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"石头记","date":"2016-06-08T15:30:18.000Z","path":"2016/06/08/201606-shitouji/","text":"一走数千里，风雨中冲晒。 火车上的人们，神情各异，有经历过沧桑的无望，也有期盼远方的美好，也有玩游戏打发时间的。人和人终归是有差别的，以前也见过在别人在高铁上写东西，也有人在地铁上谈业务，有人说，人与人的很大一部分的差别在于能否利用到那些碎片时间。当然这与标题无关，这个本来只是一些随笔的地方。 石头，在风雨中洗涤过灵魂，始终如一。纵然有水滴石穿的传说，可又有谁人坚持呢，旁边的诱惑太多，也许一开始就注定了人生的道路不同，可是人生是不可能被注定的，所以还是态度决定一切啊。尽可能笑对人生吧。 石头记，又名情僧录，又号金陵十二钗。只道是因果轮回，世事枉然。金陵十二钗下场各异，最后还是葫芦僧了结红尘，种下了一颗葫芦树，然后恰巧一只穿山甲路过。此节不再叙述。 想开个客栈，然后客人讲个故事可以坐下来饮茶，不管离奇也好，平淡也罢，毕竟现在愿意分享的人不多了。你有一个故事，我有一个故事，那么交换一下，你我便有两个故事。然后等故事收集全了呢，然后再开一个客栈，专门讲故事，过往人想静心休息品茶时，可以听个故事，净化一下心灵，放慢节奏。人说故事要有四个要点，一个爆点。慢慢总结，慢慢提炼。当然这是理想主义，这是一个浮躁的社会，客人进了客栈，也许会问有没有WIFI，人就是这样渐渐丧失了发现身边美好的能力。 上面为火车上站的三小时的所打，仅为记录心境。也许思考的时间有点多，并且不是在电脑上编辑，所以花费的时间不少，相对以前在火车上听歌，静寐，已然自觉不易。 又是一年高考时。年年都有今日，岁岁都有今朝。高考是人生十几年的学习生涯的终点，也是又一个灿烂的人生的起点，这里大多数起点是相同的，而行为轨迹的不同，造就了结果的不同，作为过来人，也许只想劝电脑只是个学习工具，而不是游戏机，也不是播放器，如果不花大量的时间去打游戏，而去思考人生，终归会有结果的。 高考并不关键，考得好并不一定是人生赢家，考得差的也不会是loser，在人生的长河里看，它只是一种体验，只是一个普通的转折点而已。loser的人去了好学校照样还会是loser，而努力的人却在好学校可以有更好的发展，也许是教育的不公平吧，当然也改变不了什么，也不需要改变什么。 回顾高考，当年前两天就把书都搬回家，懵懵懂懂地去考试，回家的路上还可以见到那些招生的，那会高三很少去通宵了，高一高二通的次数比较多，然后高考那年数学特别难，当时除了选择题有些把握以外，其它题都没做出来，本来数学是优势科目，却变成了劣势科目，导致考完第二天，拿到答案也不敢去对，也不敢去估分。还是那会年轻，晚上通完宵依然很精神（或许是通习惯了）。也许唯一遗憾的是，语文还是没及格，当然如果把古诗词那些好好背一背，那会就及格了，当时写作文的思路，现在回想起来还是好幼稚啊，虽然尽力往文艺的方向靠，可是还差好远，平时积累的少，举例子也只能举一些互联网或者很出名的例子。 现在也许早已忘记当年的一些同学和老师的名字，不过基本印象还是没有散去，借着朋友圈回顾高考的时间，很荣幸，当年高三不苦，不艰辛，甚至很轻松，也许不会明白那些辛苦复习而失意的心情，恰是这个学期初看的高考的纪录片，反而发现还有另外一群人，在分分钟努力，拼一个自己满意的结果吧。也有那么一些人，高中资源比我现在大学要好很多，这原来就很羡慕，羡慕那些好学校有专门进行奥赛的，并且自己也很想做计算机竞赛，资源少，并且自己不努力，这怪不得其他人。那会没有撕书活动，没有誓师大会，也没有写那些同学录，一切很平淡，只记得拍合影的时候。可早已记不得拍合影时的神情。总之逃离了那个学校，逃离了那个宿舍。 是我们在选择着生活，还是生活选择我们。保持着乐观的心态，积极地面对生活，要记得不要沉迷游戏，静下心，继续前行。就像那石头一样，经过千锤百炼，依然不忘初心。 贴那个高考纪录片的地址，即阅读原文，其实以前公众号也说过的： http://www.bilibili.com/video/av3584431/index_1.html 坚持始终是美好的。 题图源自互联网。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"随笔","date":"2016-03-31T12:44:24.000Z","path":"2016/03/31/201603-suibi/","text":"既然是随笔，就应该无所顾及。说一说现在的事，讲一讲心中的意。 不想去写鸡汤，也不想去写情感话题。应该本着给人一种正能量的原则，去给人希望，可是这样真的好么，生活哪有那么理想，哪有那么美好，大多数人出身都是平凡的，都是渴望有出人头地的那一天。 这个社会是越来越功利化的，越来越浮躁的，但这并不是可以堕落的理由，尤其是男生吧，更需要承担起那一份责任。谁没有曾经迷茫过，谁没有曾经堕落过，谁没有曾经放纵过，但是又不可以一辈子去放纵，青春因为拼搏才会更精彩的啊。 迷茫的时候呢，通常会听一些beyond的歌，他们的歌很励志，会使自己感觉到不是一个人在努力，黄家驹也一直希望可以在一个更自由更开放的地方开演唱会，我也希望可以在更自由更开放的地方去聆听别人的心声，去聆听大自然的心声。当别人在唱情与爱的时候，他们在唱爱与和平与理想，纵然是一个现实的社会，但是也不该放弃当初的理想。 年轻人为什么要努力，为的是以后不后悔么？曾多少次和别人这样讲过，不后悔就可以了，是这样么？也许是因为我们相信未来是美好的，只有有了一定的经济物质基础，心灵上才会不为尘世所困，才不会为茶米油盐而争吵。 同时时间是公平的，不会给别人一天48小时。时间也是公平的，不会让别人的时间过得慢。 转眼之间，又到了4月1日，每年一度的忌日，我不会像一些人一样去沉痛的悼念，行为都是自己选择的，我们应该感谢他给我们带来的美好的那一面，也许有时有所思念或者有所感悟之时，会发个朋友圈或是说说去纪念一下吧。一切都会过去的，时间会冲淡一切的。慢慢地藏在心里，在悲伤，不愉快的时候，拿出来回味回味，也许会忘掉那些不愉快，人总是向前的嘛，总不会一直怀旧，怀旧那就生活在过去好了，又不现实。我觉得一个人应该感谢他给我带来的美好的时光，他的努力，他的认真，会鼓舞你的，在你失落的时候，脑中又回想起你最爱的那个明星的歌，鼓舞你继续前行，这样是极好的。 是，以后都是要去大城市的，大城市的节奏之快，又不是没感受过，每天忙忙碌碌，车水马龙，相比之下，二环钟鼓楼又响起了二胡的声音，街边人还在卖着老北京风味酸奶，小摊上还有着煎饼果子，潘家园响起的鉴定文物的声音，望着这都市，我们又失去了多少，又得到了多少，也许只有自己才知，总之不要每天像机器人一般重复昨天的故事，享受生活的美好。懂得享乐，才是一种美好。趁着年轻，多出去走走，多去聆听大自然的声音，多去熟悉当地的文化底蕴，多去发现身边的美好。 写作、阅读、电影、写影评、音乐、摄影、品茶、美食、旅行，每一个都那么自然，当享受这些的时候，仿佛自己是最幸福的，不会有那么多压力。 闲暇时间，做自己喜欢的事情，想做就去做，闲情雅致，品味生活，仅此而已。 这些文字对事不对人，也许多年以后，回味起来，感谢不放纵，不堕落的自己吧。 当然照例最后还是会有我说的都是错的，事实并不是这样的，就如一千个人有一千个哈利波特一样，各自的理解不同，纵然是需要经历一些事情，才会有更多的感悟。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"},{"name":"随笔","slug":"随笔","permalink":"//xiaoye.me/tags/随笔/"}]},{"title":"人情似纸张张薄，世事如棋局局新。","date":"2016-03-17T14:16:38.000Z","path":"2016/03/17/201603-renqingsizhizhangzhangbo-shishiruqijujuxin/","text":"基本每次伤心或者有所感悟的时候，总会写点什么以纪念也好，待以后回忆也罢。 首先我不是那种伤心了以后一直想不开的人，那不是我的风格，自己会渐渐地寻找新的生活，会继续努力，不该在不该安逸的时候去享乐，整个大学时期，都没想出来哪个时候闲下来过，我不知道这样好不好，但是总比那些不知自己该干什么的人要好吧。 也许当初不该认识，不会有这么多牵念，现在一想，还是感谢吧，感谢那会给我的快乐，最起码那会不伤心，反正该过去的也会过去，时间会冲淡一切的。 曾经，有好几个人，劝我不该对你好，毕竟你并不好，他们说不值得对你那么好。当时并没有听进去，依然有这份感觉。也许正如以前有个孩子所说，这一切都是自己作死的。 回到一开始，我曾经说过，我只是想让你幸福而已。我尊重你的选择，你选择谁是你的事，我不会因为此而去放弃自我。 我不会什么花言巧语，只有对曾经的承诺一一兑现而已。我知道花言巧语的感情是不可靠的，是不长远的。真真假假，唯有坦诚相待才知。 讲真，一直这个词太长，毕竟不像程蝶衣那么痴，又不是没有独自做一些事，又不是不习惯。 曾经说过，真正爱你的人，永远不会离开你。 现在的人，浮躁的人太多，静下心做事情的人太少。安逸的人太多，踏实修炼自己的人太少。 既然你选择了他，我也不好说什么的，希望他可以给你幸福，让你每天开心，是，咱们之间的感情就这么结束了，请你不要忘记曾经有一个人，毫无保留地对你好过，把他自己最美好的东西给你，想让你一切顺利。 以上都是胡言乱语。不知何时，也许是caoz又或是fenng的文章，让我有时候会在结尾说以上都是错的，或者是以上都是胡思乱想。其实真心听进去的就会听进去，听不进去的强迫也没有什么用。 也许多年以后，让我们重新开始，彼此不会有遗憾，做一个朋友。","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]},{"title":"致再回首，恍然如梦","date":"2016-01-04T04:14:01.000Z","path":"2016/01/04/201601-zhizaihuishou-huangranrumeng/","text":"在大学很少收到这么长的话了，应该上次还是在高中，在迷茫，高中那会会写一些长信，给喜欢的人也罢，给一个失落的孩子也罢，通常会用一张纸，写下一些互相勉励的一些话，毕竟是曾经逝去的青春。 当然我也没嫌弃过浪费我的时间，那只是说说而已，因为我知道这也是我自己选择的。第一次在图书馆的时候，当然第二节有课，毕竟想留个好印象。 当然我也曾经自卑过，走出来就好了，这些事为什么就不能和我说呢，总是那么害羞。当初我自卑的时候，什么都不敢，很在意别人的意见，但是后来高中的时候发现，这并不好啊，但也习惯了一个人，习惯了独自前行，习惯了独自思考，得思考自己的方向啊。我也许没和你说过，高考前曾经得过一场比较严重的病，当时如果不治，连高考的资格都没，在家休息了将近两个月，就在考前，当时在忻州市人民医院面前，在太原市第三人民医院面前，在太原市第四人民医院面前，感受到了无助，凝视着远方，看着旁边各式各样的人们，略感人的力量是那么微小，所幸，症状不是很严重，经过将近十个月，每天吃3cm左右的大胶囊，就那么过来的。当然认识你那会，基本检查都过了，也过去了好久，所以一直也没提。对于自卑，我还是比较有经验的，毕竟知道应该看什么类型的书，这只能靠自己走出来啊，这比身体上的疾病好多了，毕竟看开了就好了，和人交往，要拥有一种开放的心态。 犯错不会离开，这要做到很难啊，虽人非圣贤，孰而无过。但却有则改之，无则加勉。如果一直那么错下去，不回头，就难以挽回了。一直有人打招呼，只是他们作为认识的去打啊，并没有什么应该不好意思的，毕竟两个人的交际圈又不可能相同，然后比较熟的人，会问一下情况而已，起初是没有的。认识的人多，就会以后多一条路，就会以后办事方便点，这是人与人之间基本的利用而已，人不可能会和社会脱节，人也会遇到各种各样的麻烦，举个例子来说，大二的时候，有几次活动都需要穿正装，有个信科的孩子帮我借了好几次，三次创业比赛，两次活动。手机文化艺术节，他借了半天才借下。就和初中老师而言，感恩他人，感恩自己。也许你开始并不适应，但是这个社会是一个优胜劣汰的情况，厉害的人总是那么会玩，不厉害的人就会活在社会中下游，（这并没有针对任何人，叙述事实而已，也许你会说我太现实，多经历几次挫折就明白了）。别人会帮你做什么，全看关系了，关系不好的就不会去做，一般的做的比较慢，好的优先级自然会高，当然这和做的事的复杂。每一刻的相处都是增进感情的过程，毕竟没有人放下他手头的事，去关心他并不关心的人啊。你不想麻烦任何人，这不仅会让你变得不开放，也会丧失一些与别人增进感情的机会。当然人并不是会强求的，我也不能强求你去不害羞，只能尽己之能，去让你改变。老大之类的称呼，我并不会去在意，只要不过分就好了，反而叫明艳我却说不出口，因为在见第一次之前，我见过照片了，已经做好了准备，当然基本上本人都比我看的照片好看的。书是越读越厚，越读越薄的过程，只有自己体会书里的内涵，了解写书或是理解内容了就好，我也尽己之能，去让你寻找那些兴趣了，虽然结果也就那样。 毕竟我还接触过两个93年的，只要年龄不会差太多，心境就会比较类似的，有多少年龄差最后在一块了，例如奶茶东，只要两个人彼此珍惜，最后会有好结果的。所以那也只是借口。学习也会看心态的啊，心态如果是一种玩的心态，那也无可奈何，勤奋的孩子见的多了，但是用对方法的有几何，更会喜欢那种有天赋的，肯努力的，肯将一天48个小时付出的，当然这都做不到，何谈认真学习了呢，毕竟这是一个活到老，学到老的世界。我手机里只要是重要的人，就不会去删他的微信，或是短信，会加个标签，虽然加上以后很少用吧。 也许你早一点说出来你的自卑，我会尽己之能，去引导你，会去让你读知心姐姐给予的50个问题，（书名：告诉世界，我能行！）。我以前是看那本书，才会不会陷得很深，有时间望读其几遍。 当然前几天也在思考，到底和不和你在一块呢，但是我也清楚我这个人，作为浪子，爱得快，也爱得多，在没有遇到可以安定下来的感情的时候，永远在天上的不停地飞呀飞，直到死之时，才会落地。（王家卫的阿飞正传里的故事）所以不想让你更伤心，做人嘛，每天快乐一点才会好，何必每天要为不必要的事而生气呢。我有个朋友说你很怪的感觉。 人都是要成长的啊，不可能会一直玩下去，就和我不会选择那些一直沉迷游戏，没有一些上进心的人做好朋友一样。我只是觉得和你在一块太累了，那种感觉很怪。 不管你能否看到，这也是我的意见了，纵然看多少电视剧，看多少小说，看多少电影，都不如自己实践起来比较好。 最后以一首再回首作为结束，此上均为扯淡，看进去也好，看不进去也罢，因为早在十几天前，就发现你并不会信任我了，所以之后我就会说不信你去问小混混去啊，当然我觉得你又不会介绍小混混给我认识，我也没有小混混的联系方式。 这次就这么多了，下次的想起来再写吧。 再回首云遮断归途再回首荆棘密布今夜不会再有难舍的旧梦曾经与你有的梦今后要向谁述说再回首背影已远走再回首泪眼朦胧留下你的祝福寒夜温暖我不管明天要面对多少伤痛和迷惑曾经在幽幽暗暗反反复复中追问才知道平平淡淡从从容容才是真再回首 恍然如梦再回首 我心依旧只有那无尽的长路伴着我","tags":[{"name":"人生","slug":"人生","permalink":"//xiaoye.me/tags/人生/"},{"name":"生活","slug":"生活","permalink":"//xiaoye.me/tags/生活/"}]}]